window.allQuestions = [
    {
        "id": "MC1-0003",
        "question": "我国依法负责对业余无线电台实施监督管理的机构是:",
        "options": {
            "A": "国家无线电管理机构和省,自治区,直辖市无线电管理机构",
            "B": "在国家或地方民政部门注册的业余无线电协会",
            "C": "国家体育管理机构和地方体育管理机构",
            "D": "国家和地方公安部门"
        },
        "answer": "A",
        "knowledgePoint": "1.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0004",
        "question": "我国对无线电管理术语“业余业务”,“卫星业余业务”和“业余电台”做出具体定义的法规文件是:",
        "options": {
            "A": "《中华人民共和国无线电频率划分规定》",
            "B": "《中华人民共和国无线电管理条例》",
            "C": "《中华人民共和国电信条例》",
            "D": "《无线电台执照管理规定》"
        },
        "answer": "A",
        "knowledgePoint": "1.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0005",
        "question": "最新发布的《业余无线电台管理办法》自何时开始施行:",
        "options": {
            "A": "自2024 年3 月1 日起施行",
            "B": "自2024 年12 月1 日起施行",
            "C": "自2025 年3 月1 日起施行",
            "D": "自2025 年12 月1 日起施行"
        },
        "answer": "A",
        "knowledgePoint": "1.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0006",
        "question": "将某个特定的频段列入频率划分表,规定该频段可在指定的条件下供一种或多种地面或空间无线电通信业务或射电天文业务使用,这个过程称为:",
        "options": {
            "A": "划分",
            "B": "分配",
            "C": "指配",
            "D": "授权"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0007",
        "question": "将无线电频率或频道规定由一个或多个部门,在指定的区域内供地面或空间无线电通信业务在指定条件下使用,这个过程称为:",
        "options": {
            "A": "分配",
            "B": "划分",
            "C": "指配",
            "D": "授权"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0008",
        "question": "将无线电频率或频道批准给无线电台在规定条件下使用,这个过程称为:",
        "options": {
            "A": "指配",
            "B": "划分",
            "C": "分配",
            "D": "授权"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0009",
        "question": "在频率划分表中,一个频段被标明划分给多种业务时,这些业务被分为下述类别:",
        "options": {
            "A": "主要业务和次要业务",
            "B": "业余业务和非业余业务",
            "C": "民用业务和军用业务",
            "D": "安全业务和一般业务"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0010",
        "question": "辐射(radiation)是指任何源的能量流以无线电波的形式向外发出.正确的说法是:",
        "options": {
            "A": "闪电产生的电磁波干扰是一种辐射",
            "B": "沿电源线窜入接收机的差模干扰是一种辐射",
            "C": "射频电路中变压器内磁芯里的磁场是一种辐射",
            "D": "射频电路中电容器内极板间的电场是一种辐射"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0011",
        "question": "发射(emission)是指:由无线电发信电台产生的辐射或辐射产物.正确的说法是:",
        "options": {
            "A": "业余电台向周围发送的杂散产物是一种发射",
            "B": "无线电接收机本地振荡器辐射的能量是一种发射",
            "C": "医用高频电疗机向周围发送的无线电波能量是一种发射",
            "D": "闪电产生的电磁波干扰是一种发射"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0013",
        "question": "关于业余无线电台,下列说法正确的是:",
        "options": {
            "A": "业余无线电台是指为开展业余业务(含卫星业余业务)使用的一个或者多个发信机,收信机,或者发信机与收信机的组合(包括附属设备)",
            "B": "一个业余无线电台只能包含一个发信机",
            "C": "一个业余无线电台只能包含一个收信机",
            "D": "一个业余无线电台只能包含一个发信机和一个收信机"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0014",
        "question": "关于业余业务,卫星业余业务,下列说法正确的是:",
        "options": {
            "A": "业余业务是指供业余无线电爱好者进行自我训练,相互通信和技术研究的无线电通信业务",
            "B": "卫星业余业务是指利用地球卫星上的空间电台开展与业余业务相同目的的无线电通信业务",
            "C": "业余无线电爱好者可以在业余业务,卫星业余业务以及其他的无线电业务相互通信",
            "D": "业余无线电台可以在业余业务,卫星业余业务以及其他的无线电业务进行通信"
        },
        "answer": "AB",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC1-0016",
        "question": "关于发射类别,下列说法正确的是:",
        "options": {
            "A": "是指用标准符号标示的某发射的一组特性",
            "B": "标示的特性包含主载波调制方式,调制信号,被发送信息的类型以及其他适用的信号特性",
            "C": "一个业余无线电台只能包含一个收信机",
            "D": "一个业余无线电台只能包含一个发信机和一个收信机"
        },
        "answer": "AB",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC1-0017",
        "question": "关于单边带发射,下列说法正确的是:",
        "options": {
            "A": "单边带发射是只传送一个边带的调幅发射",
            "B": "单边带发射是只传送一个边带的调频发射",
            "C": "单边带发射是不传送载波的调幅发射",
            "D": "单边带发射是不传送载波的调频发射"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0021",
        "question": "协调国际无线电管理的国际组织是:",
        "options": {
            "A": "国际电信联盟",
            "B": "国际业余无线电联盟",
            "C": "联合国大会",
            "D": "联合国科教文组织"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0022",
        "question": "国际业余无线电联盟支持会员协会在发展业余无线电时把它看成一种:",
        "options": {
            "A": "国家资源",
            "B": "拉动经济的措施",
            "C": "休闲娱乐手段",
            "D": "国防后备队伍"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0023",
        "question": "下述通信不属于电信(telecommunication)范畴:",
        "options": {
            "A": "邮政通信",
            "B": "有线通信",
            "C": "无线电通信",
            "D": "光通信"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0024",
        "question": "关于无线电通信的正确说法:",
        "options": {
            "A": "无线电通信是指利用无线电波进行的符号,信号,文字,图像,声音或其他信息的传输,发射或接收",
            "B": "无线电通信包括利用光在内的所有电磁波所进行的各种通信",
            "C": "利用无线电波进行的符号,信号,文字,图像,声音以外的信息传输不属于无线电通信",
            "D": "产生无线电波并用其加热属于无线电通信的一种应用"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0025",
        "question": "关于地面无线电通信(terrestrial radio communication)的正确说法是:",
        "options": {
            "A": "航空通信属于地面无线电通信",
            "B": "水上通信不属于地面无线电通信",
            "C": "业余电台之间所进行的任何无线电通信都属于地面无线电通信",
            "D": "依靠电离层反射的天波所进行的通信不属于地面无线电通信"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0026",
        "question": "无线电波是指:",
        "options": {
            "A": "频率为3,000GHz 以下的在空间传播的电磁波",
            "B": "频率为3,000GHz 以下的所有电磁波",
            "C": "频率为30Hz 至30GHz 的在空间传播的电磁波",
            "D": "频率为3,000Hz 至3,000MHz 的电磁波"
        },
        "answer": "A",
        "knowledgePoint": "1.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0030",
        "question": "设置,使用业余无线电台拟使用自制,改装,拼装等未取得型号核准的无线电发射设备的,无线电管理机构开展对该设备进行技术检测时:",
        "options": {
            "A": "不得收取任何费用",
            "B": "收取技术检测费",
            "C": "根据业余无线电台类型进行收费",
            "D": "根据爱好者操作类别进行收费"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0033",
        "question": "业余无线电台执照的有效期不超过:",
        "options": {
            "A": "5 年",
            "B": "1 年",
            "C": "2 年",
            "D": "3 年"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0036",
        "question": "独立操作具有发信功能业余无线电台的年龄条件是:",
        "options": {
            "A": "具备《业余无线电台操作证书》者操作业余无线电台不受年龄限制",
            "B": "年满十四周岁",
            "C": "年满十六周岁",
            "D": "年满十八周岁"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0037",
        "question": "个人申请设置,使用具有发信功能的业余无线电台的年龄条件是:",
        "options": {
            "A": "未成年人可以申请设置,使用规定条件内的业余无线电台",
            "B": "年满十四周岁",
            "C": "年满十六周岁",
            "D": "年满十八周岁"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0038",
        "question": "设置,使用有固定台址的业余无线电台,应当向哪个机构提出申请:",
        "options": {
            "A": "电台所在地的省,自治区,直辖市无线电管理机构",
            "B": "设台地的地方无线电民间机构",
            "C": "中国无线电协会",
            "D": "国家无线电管理机构"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0039",
        "question": "设置,使用没有固定台址的业余无线电台,应当向哪个机构提出申请:",
        "options": {
            "A": "申请人住所地的省,自治区,直辖市无线电管理机构",
            "B": "申请人住所地的地方无线电民间机构",
            "C": "中国无线电协会",
            "D": "国家无线电管理机构"
        },
        "answer": "A",
        "knowledgePoint": "1.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0041",
        "question": "业余无线电台执照有效期届满后需要继续使用的,应当在下列期限内向作出许可决定的无线电管理机构申请更换业余无线电台执照:",
        "options": {
            "A": "期限届满30 个工作日前",
            "B": "有效期届满半年之内",
            "C": "有效期届满两个月之内",
            "D": "有效期届满三个月之内"
        },
        "answer": "A",
        "knowledgePoint": "1.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0042",
        "question": "变更业余无线电台执照载明事项的,应当办理下列手续:",
        "options": {
            "A": "及时向作出许可决定的无线电管理机构申请办理变更手续",
            "B": "等执照有效期届满时向核发执照的无线电管理机构申请办理变更手续,换发业余无线电台执照",
            "C": "只要设备型号和产品序列号没有改变,不必申请办理变更手续",
            "D": "只需向核发执照的无线电管理机构进行备案"
        },
        "answer": "A",
        "knowledgePoint": "1.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0043",
        "question": "终止使用业余无线电台的,应向下列哪个机构办理业余无线电台执照注销手续:",
        "options": {
            "A": "作出许可决定的无线电管理机构",
            "B": "国家无线电管理机构",
            "C": "中国无线电协会",
            "D": "地方无线电管理机构所委托的其他单位"
        },
        "answer": "A",
        "knowledgePoint": "1.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0051",
        "question": "业余中继台的设置和技术参数等应满足下列关键条件:",
        "options": {
            "A": "符合国家以及设台地的地方无线电管理机构的规定",
            "B": "符合设台地的地方业余无线电民间组织的规划",
            "C": "仅需符合设台地的地方无线电管理机构的规划及相关规定",
            "D": "符合申请人关于设置中继台的客观需求和技术考虑"
        },
        "answer": "A",
        "knowledgePoint": "1.2.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0052",
        "question": "可以组织A 类和B 类业余无线电台操作技术能力验证的机构是:",
        "options": {
            "A": "国家无线电管理机构和省,自治区,直辖市无线电管理机构",
            "B": "省,自治区,直辖市无线电管理机构",
            "C": "地方教育,体育机构及其相关民间组织",
            "D": "地方业余无线电协会"
        },
        "answer": "A",
        "knowledgePoint": "1.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0053",
        "question": "负责组织C 类业余无线电台操作技术能力验证的机构是:",
        "options": {
            "A": "国家无线电管理机构",
            "B": "省,自治区,直辖市无线电管理机构",
            "C": "国家无线电管理机构和省,自治区,直辖市无线电管理机构",
            "D": "地方业余无线电协会"
        },
        "answer": "A",
        "knowledgePoint": "1.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0054",
        "question": "参加业余无线电台操作技术能力验证时,下列说法正确的是:",
        "options": {
            "A": "不向参加验证的人员收取考试费用",
            "B": "收取验证考试费",
            "C": "根据爱好者操作类别进行收费",
            "D": "根据业余无线电台类型进行收费"
        },
        "answer": "A",
        "knowledgePoint": "1.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0055",
        "question": "各类业余无线电台操作技术能力证明文件是:",
        "options": {
            "A": "无线电管理机构颁发的“业余无线电台操作技术能力验证证书”",
            "B": "中国无线电运动协会颁发的“业余无线电台操作证书”",
            "C": "地方无线电协会或者其他业余无线电民间组织颁发的“业余无线电台操作证书”",
            "D": "地方无线电协会或者其他业余无线电民间组织出具的盖有公章的证明信件"
        },
        "answer": "A",
        "knowledgePoint": "1.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0059",
        "question": "A 类业余无线电台允许工作的频率范围和最大发射功率为:",
        "options": {
            "A": "30-3000MHz 频段,不大于25 瓦",
            "B": "各VHF 和UHF 频段,不大于50 瓦",
            "C": "各业余业务和卫星业余业务频段,不大于15 瓦",
            "D": "各VHF 和UHF 频段,不大于15 瓦"
        },
        "answer": "A",
        "knowledgePoint": "1.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0060",
        "question": "取得B 类业余无线电台操作技术能力验证证书的,可以申请设置,使用业余无线电台的工作频段和最大发射功率为:",
        "options": {
            "A": "30MHz 以下频段小于15 瓦,或30MHz 以上频段不大于25 瓦",
            "B": "30MHz 以下频段不大于100 瓦,或30MHz 以上频段不大于25 瓦",
            "C": "30MHz 以下频段不大于25 瓦,或30MHz 以上频段小于15 瓦",
            "D": "30MHz 以下频段不大于25 瓦,或30MHz 以上频段不大于100 瓦"
        },
        "answer": "A",
        "knowledgePoint": "1.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0061",
        "question": "取得C 类业余无线电台操作技术能力验证证书的,可以申请设置,使用业余无线电台的工作频段和最大发射功率为:",
        "options": {
            "A": "30MHz 以下频段不大于1000 瓦,或30MHz 以上频段不大于25 瓦",
            "B": "30MHz 以下频段不大于100 瓦,或30MHz 以上频段不大于25 瓦",
            "C": "30MHz 以下频段不大于25 瓦,或30MHz 以上频段不大于15 瓦",
            "D": "30MHz 以下频段不大于25 瓦,或30MHz 以上频段不大于1000 瓦"
        },
        "answer": "A",
        "knowledgePoint": "1.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0073",
        "question": "业余无线电台呼号的核发流程是:",
        "options": {
            "A": "无线电管理机构颁发业余无线电台执照,应当同时向申请人核发业余无线电台呼号",
            "B": "在向无线电管理机构委托的受理服务机构提交设台申请窗口后,由服务机构核发呼号",
            "C": "无线电管理机构核发业余无线电台执照后,由申请人再向其申请核发呼号",
            "D": "业余无线电台设台人在提交设台申请的同时提出所要求指配的呼号,经服务机构同意后,报无线电管理机构正式核发"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0074",
        "question": "无线电管理机构颁发业余无线电台执照时,若申请人已取得业余中继台,业余信标台呼号以外的其他业余无线电台呼号,无线电管理机构将:",
        "options": {
            "A": "无线电管理机构不再核发新的业余无线电台呼号",
            "B": "由申请人再向其申请核发呼号,无线电管理机构将核发新的业余无线电台呼号",
            "C": "无线电管理机构向其更换业余无线电台呼号",
            "D": "业余无线电台设台人在提交设台申请的同时提出所要求指配的呼号,经服务机构同意后,报无线电管理机构正式核发"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0076",
        "question": "注销的电台呼号重新投入分配前,申请人再次申请设置,使用业余无线电台,下列说法正确的是:",
        "options": {
            "A": "无线电管理机构经审查决定颁发业余无线电台执照的,应当同时核发申请人已注销的电台呼号",
            "B": "无线电管理机构经审查决定颁发业余无线电台执照的,应当同时核发新的的电台呼号",
            "C": "电台呼号注销后,将不再向申请人核发电台呼号",
            "D": "电台呼号注销后,申请人不能再次申请设置,使用业余无线电台"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0085",
        "question": "业余无线电爱好者对已核发给自己的电台呼号不满意,是否可以申请另行核发业余无线电台呼号?",
        "options": {
            "A": "不可以.颁发业余无线电台执照的无线电管理机构已经为申请人核发业余无线电台呼号的,不另行核发其他业余无线电台呼号",
            "B": "更新所设置的业余无线电台类别时可以申请另行核发业余无线电台呼号",
            "C": "可以申请另行核发业余无线电台呼号,但须缴纳额外的费用",
            "D": "业余无线电台执照有效期届满,设台人向核发执照的无线电管理机构申请办理延续手续时可以申请另行核发业余无线电台呼号"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0086",
        "question": "各地业余无线电台呼号前缀字母和后缀字符的可用范围的确定方法是:",
        "options": {
            "A": "由国家无线电管理机构编制和分配",
            "B": "地方无线电管理机构根据当地呼号资源的使用情况自行分配",
            "C": "地方无线电民间组织提出建议,当地无线电管理机构批准",
            "D": "由业余无线电爱好者根据需求提出建议,当地无线电管理机构批准"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0089",
        "question": "《业余无线电台管理办法》要求业余电台在建立和结束通信时主动发送本台呼号.允许使用呼号的一部分(比如后缀)替代完整呼号的情况包括:",
        "options": {
            "A": "在任何情况下都必须使用完整的呼号",
            "B": "联络相识的友台时可将呼号的后缀用作电台标识",
            "C": "在VHF/UHF 等本地频段建立通信时可将呼号的后缀用作电台标识",
            "D": "在HF 频段联络国内电台时可将呼号的后缀用作电台标识,但是DX 联络不可以"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0090",
        "question": "在业余无线电通联中,是否可将本台或对方电台呼号之中的地区码加后缀视作《业余无线电台管理办法》中的“电台呼号”?",
        "options": {
            "A": "不可以.这是对呼号的不完整表述.其不具标识意义,不能视作电台呼号",
            "B": "与熟悉的友台通联就可以使用这种不完整呼号.这就如同将对方称为OM",
            "C": "在VHF/UHF 等频段进行通联可以使用这种不完整呼号.这会增加亲切感",
            "D": "在HF 进行国内通联可以使用这种不完整呼号.但是如遇DX 电台则不可以"
        },
        "answer": "A",
        "knowledgePoint": "1.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0091",
        "question": "关于我国业余无线电台分区号,业余分区号为1 的省(自治区,直辖市)为:",
        "options": {
            "A": "北京",
            "B": "黑龙江",
            "C": "河北",
            "D": "上海"
        },
        "answer": "A",
        "knowledgePoint": "1.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0105",
        "question": "合法设置,使用业余电台的必要步骤是:",
        "options": {
            "A": "按照《业余无线电台管理办法》的规定向无线电管理机构提出申请,取得业余无线电台执照",
            "B": "加入指定的业余无线电民间组织,并按其章程规定的办法办理申请手续",
            "C": "经过业余无线电协会或无线电运动协会同意",
            "D": "经过所在单位或居委会批准"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0106",
        "question": "业余无线电台的法定用途为:",
        "options": {
            "A": "用于相互通信,技术研究和自我训练",
            "B": "供公民在业余时间进行与个人生活事务有关的通信",
            "C": "供公民在业余时间进行休闲娱乐",
            "D": "供私家车主或者相应组织作为行车安全保障和途中消遣工具"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0107",
        "question": "申请设置使用配备有多台业余无线电发射设备的业余无线电台,应该:",
        "options": {
            "A": "视为一个业余电台,指配一个电台呼号,但所有设备均应经过核定并将参数载入电台执照",
            "B": "视为一个业余电台,指配一个电台呼号,其中只需有一台设备加以核定并将参数载入电台执照",
            "C": "每台设备视为一个业余电台,各指配一个电台呼号,并都应经过核定并将参数载入电台执照",
            "D": "视为一个业余电台,指配一个电台呼号,每个频段选择一台设备加以核定并将参数载入电台执照"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0108",
        "question": "业余中继台必备的技术措施为:",
        "options": {
            "A": "设专人负责监控和管理工作,配备有效的遥控手段,保证造成有害干扰时及时停止发射",
            "B": "技术加密措施,防止未经设台人允许的业余无线电台启用中继",
            "C": "尽量提高发射功率,以便压制覆盖区内的其他强信号干扰",
            "D": "设热备份系统,保证不间断工作"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0109",
        "question": "某团体依法设置了一部业余中继台.其正确做法是:",
        "options": {
            "A": "向其覆盖区域内的所有业余无线电台提供平等的服务,并将使用业余中继台所需的各项技术参数公开",
            "B": "中继台是设台者出资建设和维护的,因此仅供经设置者允许的业余电台使用",
            "C": "中继台是设台者出资建设和维护的,因此仅供本团体成员优先使用,空闲时方供其他业余电台使用",
            "D": "为保证中继台正常运行,要求覆盖区内所有业余电台缴纳维护成本,否则不准使用"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0110",
        "question": "选择144MHz 或430MHz 业余模拟调频中继台同频段收发频差的原则是:",
        "options": {
            "A": "采用业余无线电标准频差,即144MHz 频段600kHz,430MHz 频段5MHz",
            "B": "尽量采用非标准频差以阻止一般业余无线电台占用",
            "C": "采用经常变换频差的办法减少占用度",
            "D": "可以在国家《无线电频率划分规定》所规定业余频率范围内任意选择"
        },
        "answer": "A",
        "knowledgePoint": "1.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0112",
        "question": "“我不是业余无线电爱好者,申请设置业余电台只是为了行车方便,不需要遵守业余无线电的规范”.这种说法:",
        "options": {
            "A": "是错误的,也是不具备“熟悉无线电管理规定”设台条件的表现",
            "B": "有一定道理,既然行车通信有需求,法规管理应该迎合个人需求",
            "C": "有一定道理,只要是遵守规定,业余电台也可以为非业余无线电爱好者所用",
            "D": "很难说对错,业余电台的定义可以因人而异"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0113",
        "question": "某业余电台操作者听到业余专用频率上出现某种显然出自非业余电台的人为干扰发射,于是按下话筒向该发射者宣传无线电管理法规知识.对这种做法的评论应该是:",
        "options": {
            "A": "错误;违反“业余无线电台只能用于相互通信,技术研究和自我训练”规定",
            "B": "正确;但有干扰,不予提倡",
            "C": "正确;抓机遇宣传法规,应该提倡",
            "D": "正确;但需注意态度耐心,用语文明"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0114",
        "question": "在业余无线电台中转发广播电台,互联网聊天,电话通话,其他电台的联络信号,这类行为的性质是:",
        "options": {
            "A": "错误行为;违反“业余无线电台只能用于相互通信,技术研究和自我训练”规定,因为通信中产生信息的一方不是业余无线电台",
            "B": "正确行为;既然可以联络,不必要限制向话筒送什么内容",
            "C": "如果转发的目的是进行技术调试,用转发信号作为测试信号的话,就是正常行为",
            "D": "不算错误但也不值得提倡"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0115",
        "question": "业余电台在通信中为其他人或者单位,组织转达信息.对这种做法的评论应该是:",
        "options": {
            "A": "违法行为;违反“业余无线电台只能用于相互通信,技术研究和自我训练”的规定",
            "B": "只要所转达的信息在内容上不违反《业余电台管理法规》的禁止规定就是合法行为",
            "C": "只要转达信息是无偿的,就是合法行为",
            "D": "只要所转达的信息是有利于社会的公益信息,就是合法行为"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0116",
        "question": "某业余无线电协会在发射操作中向其会员播发公益性通知和技术训练讲座,但未得到相应无线电管理机构的批准.对这种做法的评论应该是:",
        "options": {
            "A": "违法行为;违反“未经批准,业余无线电台不得以任何方式进行广播或者发射通播性质的信号”的规定",
            "B": "只要所播发的通知或讲座有利于当地业余无线电爱好者技术水平的提高,不能算违法行为",
            "C": "只要所播发的通知或讲座有利于当地业余无线电应急通信训练,不能算违法行为",
            "D": "只要所播发的通知或讲座是涉及宣传业余电台管理知识的,不能算违法行为"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0117",
        "question": "关于业余无线电台在通信过程中使用的语言,正确的做法为:",
        "options": {
            "A": "任何时候都应当使用明语或者业余无线电领域公认的缩略语,简语",
            "B": "可以使用虽然不是所有火腿通用,但在某些火腿圈子内部有一定可懂度的新编缩略语或暗语",
            "C": "语言要创新,可以使用自创的特殊缩略语,虽开始时象是暗语,用多了就会变明语",
            "D": "可提倡使用稀有语言或方言,尽量使特定通信对象以外的业余无线电台听不懂,以减少他台呼叫和插入的机会"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0118",
        "question": "具备国家无线电管理机构规定的操作技术能力并具有法律规定有效证明文件,但还没有获准设置自己的业余电台的人是否可以到业余电台进行发射操作?答案是:",
        "options": {
            "A": "可以.使用所操作业余电台的呼号,由该业余电台的设台人对操作不妥而造成的有害干扰负责",
            "B": "可以.因为自己没有呼号,只能在通信中使用临时自编的呼号,或用姓名代替呼号",
            "C": "不可以",
            "D": "青少年可以,成人不可以"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0120",
        "question": "业余无线电台设置人应对其无线电发射设备担负的法定责任为:",
        "options": {
            "A": "应当确保其无线电发射设备处于正常工作状态,避免对其他无线电业务造成有害干扰",
            "B": "应当确保其无线电发射设备随最先进型号更新,为其他业余电台树立求新的榜样",
            "C": "应当确保其无线电发射设备达到最大发射功率,以克服其他无线电业务的干扰",
            "D": "应当确保其无线电发射设备经常处于工作状态,以提高业余频率的实际占用度"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0121",
        "question": "业余无线电爱好者使用业余无线电收信设备应遵守的规定为:",
        "options": {
            "A": "不得接收与业余业务和卫星业余业务无关的信号",
            "B": "只要不造成对其他业务的无线电干扰,接收无线电信号没有限制",
            "C": "只要不被查出来,可以接收任何无线电信号",
            "D": "只要出于个人对信息的兴趣而不涉及赢利,可以接收任何无线电信号"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0122",
        "question": "业余无线电爱好者无意接收到非业余业务和卫星业余业务的信息时,应遵守的规则为:",
        "options": {
            "A": "不得传播,公布",
            "B": "只可以在业余无线电台间共享,不得在其他场合公开",
            "C": "只可以用非无线电方式在业余无线电爱好者之间交流,不得以无线电方式转发",
            "D": "既然自己可以收到,别人也一定可以收到,当然可以传播,公布或者利用"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0123",
        "question": "业余无线电台是否可以发射从广播电台收到的信号,音像节目的录音,或者故意转送电台周围的声音?",
        "options": {
            "A": "不可以,不得发送与业余业务和卫星业余业务无关的信号",
            "B": "可以,因为该类信息没有保密性",
            "C": "可以,用于显示自己发射设备的信号质量",
            "D": "可以,用于提起其他有业余无线电台操作员精神,防止乏困"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0124",
        "question": "国家对于利用业余无线电台从事发布,传播违反法律或者公共道德的信息的行为的态度是:",
        "options": {
            "A": "禁止",
            "B": "不提倡",
            "C": "容忍",
            "D": "不可以发布传播违法信息.但违反公共道德的信息属于道德问题,不鼓励就是了"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0125",
        "question": "出租车安装业余电台并用来传递有关载客的信息,这种行为的性质是:",
        "options": {
            "A": "违法行为,违反了严禁利用业余无线电台谋取商业利益的规定",
            "B": "不太好,因为占用了其他业余电台通信的频率",
            "C": "只要不影响其他业余电台的正常通信就可以",
            "D": "只要管理部门不来查处就可以"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0126",
        "question": "利用业余无线电台通信来促销业余无线电产品或者推动与业余无线电活动有关的其他商业性活动,对这类行为的态度应该是:",
        "options": {
            "A": "禁止",
            "B": "不提倡但也不禁止,毕竟有利于业余无线电活动发展",
            "C": "只要是业余无线电民间组织是获利方,即使从事商业或其他营利活动,应支持",
            "D": "如果设台人或者设台单位本身是以这类经营为生的,应适当理解和容忍"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0127",
        "question": "利用自己的业余电台强信号故意压制其他业余电台的正常通信,或者在业余无线电频率上转播音乐或广播节目,这些行为的性质属于:",
        "options": {
            "A": "违法行为,违反了严禁阻碍其他无线电台通信的规定",
            "B": "不妥行为,没有考虑到他人的乐趣",
            "C": "正常现象,社会上一些人素质就是如此,应该谅解",
            "D": "不文明行为,对其他业余电台不够礼貌"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0128",
        "question": "业余无线电活动是否有序开展,会影响整个社会的无线电通信的安全和有效,使用不当甚至会导致生命财产损失.业余无线电爱好者在这方的责任是:",
        "options": {
            "A": "业余无线电台设置,使用人应当加强自律",
            "B": "个人没有责任,只能依靠管理部门的监督检查和违法查处",
            "C": "个人没有责任,只能依靠业余无线电民间组织充当“协管”",
            "D": "有了电台执照,日常一切言行当然可以带到电台通信中,无责任可言"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0129",
        "question": "业余无线电台可用于下列用途:",
        "options": {
            "A": "相互通信,技术研究和自我训练",
            "B": "救灾抢险,车队联络和广播通信",
            "C": "娱乐休闲,报告路况和公益服务",
            "D": "技术教学,民兵训练和公益服务"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0130",
        "question": "符合业余无线电爱好者基本条件的人群是:",
        "options": {
            "A": "对无线电技术有兴趣并经无线电管理机构批准设置使用业余无线电台的人",
            "B": "任何对无线电技术有兴趣的公民",
            "C": "对无线电技术有兴趣并加入业余无线电协会的人",
            "D": "拥有较高无线电技术水平并加入业余无线电协会的人"
        },
        "answer": "A",
        "knowledgePoint": "1.5.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0139",
        "question": "关于业余无线电台的应急通信,正确的叙述是:",
        "options": {
            "A": "在突发重大自然灾害等紧急情况下,业余无线电台才可以和非业余无线电台进行规定内容的通信",
            "B": "在日常应急通信训练中,业余无线电台可以和各种非业余无线电台进行通信",
            "C": "在日常应急通信训练中,业余无线电台可以和地方公益性救援团体的非业余无线电台进行通信",
            "D": "在日常应急通信训练中,业余无线电台可以和地方公益性救援团体的非业余无线电台进行通信,但须经当地业余无线电协会同意"
        },
        "answer": "A",
        "knowledgePoint": "1.5.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0140",
        "question": "业余无线电台允许与非业余无线电台通信的条件是:",
        "options": {
            "A": "在突发重大自然灾害等紧急情况下,内容限于与抢险救灾直接相关的紧急事务或者应急救援相关部门交办的任务",
            "B": "在当地政府或非盈利机构组织的公益活动中,内容限于与公益事务或者相关的活动组织机构交办的任务",
            "C": "在青少年科技教育活动中,仅可与青少年非业余无线电台通信,内容限于与青少年科技教育直接有关的事务",
            "D": "在无线电技术研究中,仅可与具备其他业务电台执照的对象通信,内容限于技术实验所需的信号"
        },
        "answer": "A",
        "knowledgePoint": "1.5.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0141",
        "question": "关于业余无线电台的应急通信,正确的叙述是:",
        "options": {
            "A": "在突发重大自然灾害等紧急情况下,业余无线电台的通信内容可以涉及应急救援相关部门交办的任务",
            "B": "在平时的任何时侯,业余无线电台的通信内容可以涉及任何政府组织和非盈利机构交办的任务",
            "C": "平时在专门的应急通信训练活动中,业余无线电台的通信内容可以涉及应急救援相关部门和组织机构交办的任务",
            "D": "在日常公益性社会活动中,业余无线电台的通信内容可以涉及各种公益机构交办的任务"
        },
        "answer": "A",
        "knowledgePoint": "1.5.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0143",
        "question": "业余无线电台设置,使用人应当接受下列机构对业余无线电台及其使用情况的监督检查:",
        "options": {
            "A": "无线电管理机构的监督检查",
            "B": "业余无线电民间组织的独立监督检查",
            "C": "单位或所在居委会,村民委员会,物主委员会的监督检查",
            "D": "国家计量监督部门的监督检查"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0146",
        "question": "违反国家规定,擅自设置,使用无线电台(站),或者擅自使用无线电频率,干扰无线电通讯秩序,情节严重的,处三年以下有期徒刑,拘役或者管制,并处或者单处罚金;情节特别严重的,处三年以上七年以下有期徒刑,并处罚金.单位犯前款罪的,对单位判处罚金,并对其直接负责的主管人员和其他直接责任人员,依照前款的规定处罚.这个规定出自于下列法规律:",
        "options": {
            "A": "中华人民共和国刑法",
            "B": "中华人民共和国民法通则",
            "C": "中华人民共和国无线电管理条例",
            "D": "中华人民共和国电信法"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0147",
        "question": "无线电频率的使用必须得到无线电管理机构的批准,基本依据是“无线电频谱资源属于国家所有”,出自于下列法律的第二百五十二条:",
        "options": {
            "A": "中华人民共和国民法典",
            "B": "中华人民共和国宪法",
            "C": "中华人民共和国刑法",
            "D": "中华人民共和国电信法"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0148",
        "question": "无线电管制是指在下列范围内依法采取的对无线电波的发射,辐射和传播实施的强制性管理:",
        "options": {
            "A": "在特定时间和特定区域内",
            "B": "在全国范围,所有时间内",
            "C": "在特定范围,所有时间内",
            "D": "在例行范围和例行时间内"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0149",
        "question": "无线电管制是指在特定时间和特定区域内,依法采取的下列性质的管理:",
        "options": {
            "A": "对无线电波的发射,辐射和传播实施的强制性管理",
            "B": "对无线电波的发射,辐射实施的指导和行业自律性管理",
            "C": "对无线电发射设备的生产,销售实施的强制性管理",
            "D": "对无线电发射设备的生产,销售实施的指导和行业自律性管理"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0150",
        "question": "在特定时间和特定区域内实施无线电管制时,与业余无线电有关的管理措施包括:",
        "options": {
            "A": "限制或者禁止业余无线电台(站)的使用,以及对特定的无线电频率实施技术阻断等",
            "B": "限制或者禁止业余无线电台设备的生产和销售",
            "C": "限制,但不会禁止业余无线电台(站)的使用",
            "D": "依法设置的业余电台不在管制范围之内"
        },
        "answer": "A",
        "knowledgePoint": "1.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0156",
        "question": "擅自设置,使用无线电台(站)从事诈骗等违法活动,可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "尚不构成犯罪的,并处20 万元以上50 万元以下的罚款",
            "B": "拒不改正的,处5 万元以上20 万元以下的罚款",
            "C": "劝告拆除非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "A",
        "knowledgePoint": "1.6.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0160",
        "question": "业余电台干扰无线电业务正常进行的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,拒不改正的,没收产生有害干扰的设备,并处5 万元以上20 万元以下的罚款,吊销无线电台执照",
            "B": "劝告拆除非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "A",
        "knowledgePoint": "1.6.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0161",
        "question": "业余电台对船舶,航天器,航空器,铁路机车专用无线电导航,遇险救助和安全通信等涉及人身安全的无线电频率产生有害干扰的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "处20 万元以上50 万元以下的罚款",
            "B": "劝告拆除非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "A",
        "knowledgePoint": "1.6.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0168",
        "question": "隐瞒有关情况,提供虚假材料或者虚假承诺申请业余无线电台设置,使用许可,无线电管理机构可以给予下列处罚:",
        "options": {
            "A": "无线电管理机构不予许可,并给予警告",
            "B": "责令限期改正,可以处警告或者一千元以上,五千元以下的罚款",
            "C": "责令限期改正,可以处警告或者一千元以下的罚款",
            "D": "责令限期改正,情节严重的,可以并处警告,查封或者没收设备"
        },
        "answer": "A",
        "knowledgePoint": "1.6.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0170",
        "question": "在《中华人民共和国治安管理处罚法》中,无线电有关说法正确的是:",
        "options": {
            "A": "违反国家规定,故意干扰无线电业务正常进行的,或者对正常运行的无线电台(站)产生有害干扰,经有关主管部门指出后,拒不采取有效措施消除的,处五日以上十日以下拘留;情节严重的,处十日以上十五日以下拘留",
            "B": "违反国家规定,故意干扰无线电业务正常进行,或者对正常运行的无线电台(站)产生有害干扰,经有关主管部门指出后,拒不采取有效措施消除的,不会采取拘留手段进行处理",
            "C": "产生有害干扰不会受到处罚",
            "D": "使用业余无线电台时,只要不对其他业余无线电台产生干扰即可"
        },
        "answer": "A",
        "knowledgePoint": "1.6.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0172",
        "question": "《中华人民共和国国家安全法》中提到,国家安全工作应当坚持总体国家安全观,以人民安全为(),以政治安全为(),以经济安全为(),以军事,文化,社会安全为(),以促进国际安全为依托,维护各领域国家安全,构建国家安全体系,走中国特色国家安全道路.",
        "options": {
            "A": "宗旨,根本,基础,保障",
            "B": "宗旨,基础,保障,根本",
            "C": "根本,基础,保障,宗旨",
            "D": "基础,保障,宗旨,根本"
        },
        "answer": "A",
        "knowledgePoint": "1.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0174",
        "question": "业余无线电台在业余业务,卫星业余业务作为次要业务使用的频率或者与其他主要业务共同使用的频率上发射操作时,应当注意:",
        "options": {
            "A": "遵守无线电管理机构对该频率的使用规定",
            "B": "首先守听频率是否已由其他业务电台占用,如听不到,即可按照先来先用的原则放心使用",
            "C": "只要遵守了《中华人民共和国无线电频率划分规定》的有关规定即可放心使用",
            "D": "可以任意使用,但在遇到其他业务电台使用时要主动避让"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0175",
        "question": "关于业余频率的使用,正确的叙述是:",
        "options": {
            "A": "业余无线电台在无线电管理机构核准其使用的频段内,享有平等的频率使用权",
            "B": "任何业余无线电台在任何频段都享有平等的频率使用权",
            "C": "业余无线电台在无线电管理机构核准其使用的频段内,不同类别的业余电台享有不同优先程度的频率使用权",
            "D": "依法成立的地方业余无线电民间组织的业余电台,在其常用的台网频率上享有比其他个人设置的业余电台优先的使用权"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0176",
        "question": "在频率划分表中,当一个频段划分给业余业务或卫星业余业务和多个其他业务,并且业余业务和卫星业余业务作为次要业务时,业余无线电台应该遵循的规则是:",
        "options": {
            "A": "不得对主要业务电台产生有害干扰",
            "B": "可要求保护不受来自主要业务电台的有害干扰",
            "C": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求",
            "D": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0177",
        "question": "在频率划分表中,当一个频段划分给业余业务或卫星业余业务和多个其他业务,并且业余业务和卫星业余业务作为次要业务时,业余无线电台遵循的规则是:",
        "options": {
            "A": "不得对来自主要业务电台的有害干扰提出保护要求",
            "B": "可要求保护不受来自主要业务电台的有害干扰",
            "C": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求",
            "D": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0178",
        "question": "在频率划分表中,当一个频段划分给业余业务或卫星业余业务和多个其他业务,并且业余业务和卫星业余业务作为次要业务时,业余无线电台遵循的规则是:",
        "options": {
            "A": "可要求保护不受来自同一业务或其他次要业务电台的有害干扰",
            "B": "可要求保护不受来自主要业务电台的有害干扰",
            "C": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求",
            "D": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0179",
        "question": "我国分配给业余业务和卫星业余业务专用的频段有:",
        "options": {
            "A": "7MHz,14MHz,21MHz,28MHz,47GHz 频段",
            "B": "7MHz,14MHz,21MHz,28MHz,144MHz 频段",
            "C": "3.5MHz,14MHz,21MHz,28MHz,10GHz 频段",
            "D": "7MHz,14MHz,28MHz,144MHz,430MHz 频段"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0180",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用,并且业余业务和卫星业余业务作为主要业务之一的30MHz 以下频段有:",
        "options": {
            "A": "1.8MHz,3.5MHz,14.25MHz,18.068MHz,24.89MHz 频段",
            "B": "3.5MHz,7MHz,14.25MHz,21MHz,24.89MHz 频段",
            "C": "3.5MHz,10.1MHz,14.25MHz,18.068MHz,29.7MHz 频段",
            "D": "1.8MHz,10.1MHz,14.25MHz,18.068MHz,21.45MHz 频段"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0181",
        "question": "我国在VHF 和UHF 范围内分配给业余业务和卫星业余业务与其他业务共用并设业务类别为主要业务与次要业务,以下那些频率分配给业余业务和卫星业余业务与其他业务共用并且业余业务和卫星业余业务作为主要业务:",
        "options": {
            "A": "50MHz,144MHz",
            "B": "144MHz,430MHz",
            "C": "50MHz,430MHz",
            "D": "220MHz,430MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0182",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用,并且业余业务和卫星业余业务作为唯一主要业务的频段的个数以及在3GHz 以下的该类频段分别为:",
        "options": {
            "A": "3 个,144-146MHz",
            "B": "4 个,7.0-7.2MHz",
            "C": "5 个,50-54MHz",
            "D": "5 个,28-29.7MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0183",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用,并且业余业务和卫星业余业务作为次要业务的1200MHz 以下频段有:",
        "options": {
            "A": "135.7kHz,5351.5KHz,10.1MHz,430MHz",
            "B": "3.5MHz,7MHz,50MHz",
            "C": "3.5MHz,18.068MHz,144MHz",
            "D": "10.1MHz,24.89MHz,430MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0184",
        "question": "我国分配给业余业务和卫星业余业务的频率最高的频段及其共用类别是:",
        "options": {
            "A": "248-250GHz,唯一主要业务",
            "B": "134-136GHz,唯一主要业务",
            "C": "47-47.2GHz,专用业务",
            "D": "77.5-78GHz,主要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0185",
        "question": "国际业余无线电界把WARC-76 增加分配给业余业务和卫星业余业务的三个HF 频段俗称为WARC 频段,它们的频率范围是:",
        "options": {
            "A": "10.1-10.15MHz,18.068-18.168MHz,24.89-24.99MHz",
            "B": "10.068-10.168MHz,18.1-18.15MHz,24.89-24.99MHz",
            "C": "10.1-10.15MHz,18.89-18.99MHz,24.068-24.168MHz",
            "D": "10.89-10.88MHz,18.1-18.15MHz,24.068-24.168MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0186",
        "question": "俗称的40 米业余波段,其在ITU1,2,3 区的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "7.0-7.2MHz,7.0-7.3MHz,7.0-7.2MHz,专用",
            "B": "7.0-7.3MHz,7.0-7.3MHz,7.0-7.3MHz,专用",
            "C": "7.0-7.3MHz,7.0-7.3MHz,7.0-7.2MHz,专用",
            "D": "7.0-7.1MHz,7.0-7.2MHz,7.0-7.3MHz,专用"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0187",
        "question": "俗称的160 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "1800-2000kHz,主要业务",
            "B": "1800-1900kHz,次要业务",
            "C": "1900-2000kHz,主要业务",
            "D": "1700-1900kHz,专用业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0188",
        "question": "俗称的80 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "3.5-3.9MHz,主要业务",
            "B": "3.5-3.9MHz,次要业务",
            "C": "3.5-4.0MHz,主要业务",
            "D": "3.5-3.6MHz,专用业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0189",
        "question": "俗称的20 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "14-14.25MHz 为专用,14.25-14.35 为主要业务",
            "B": "14-14.15MHz 为专用,14.15-14.25 为主要业务",
            "C": "14-14.35MHz 为专用,14.35-14.45 为主要业务",
            "D": "14-14.35MHz,专用"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0190",
        "question": "俗称的15 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "21-21.45MHz,专用",
            "B": "21-21.45MHz,主要业务",
            "C": "21-21.35MHz,专用",
            "D": "21-21.45MHz,次要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0191",
        "question": "俗称的10 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "28-29.7MHz,专用",
            "B": "28-29.7MHz,主要业务",
            "C": "28-29.6MHz,专用",
            "D": "28-30MHz,次要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0192",
        "question": "俗称的6 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "50-54MHz,主要业务",
            "B": "50-52MHz,次要业务",
            "C": "51-54MHz,专用",
            "D": "52-56MHz,次要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0193",
        "question": "俗称的2 米业余波段的频率范围以及我国业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "144-148MHz;其中144-146MHz 为唯一主要业务,146-148MHz 为与其他业务共同作为主要业务",
            "B": "144-146MHz;专用",
            "C": "144-148MHz;其中144-146MHz 为专用,146-148MHz 为次要业务",
            "D": "144-148MHz;次要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0194",
        "question": "俗称的0.7 米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为:",
        "options": {
            "A": "430-440MHz,次要业务",
            "B": "430-440MHz,主要业务",
            "C": "430-440MHz,专用",
            "D": "420-470MHz,次要业务"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0195",
        "question": "在我国和多数其他国家的频率分配中,业余业务在430-440MHz 频段中作为次要业务与其他业务共用.这个频段中我国分配的主要业务是:",
        "options": {
            "A": "无线电定位和航空无线电导航",
            "B": "固定业务",
            "C": "移动业务",
            "D": "水上移动和航空移动"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0196",
        "question": "我国分配给业余业务和卫星业余业务的属于低频(LF)范围的频段为:",
        "options": {
            "A": "135.7-137.8kHz",
            "B": "137.8-138.6kHz",
            "C": "134.7-135.8kHz",
            "D": "472-479kHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0197",
        "question": "短波业余电台应避免在IARU 信标工作频率+/-500Hz 的范围内发射电波.这些频率是:",
        "options": {
            "A": "14.100MHz,18.110MHz,21.150MHz,24.930MHz,28.200MHz",
            "B": "7.100MHz,10.070MHz,14.100MHz,21.100MHz,28.200MHz",
            "C": "7.150MHz,14.110MHz,18.150MHz,21.150MHz,28.150MHz",
            "D": "14.150MHz,18.100MHz,21.200MHz,24.930MHz,28.200MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0198",
        "question": "我国短波业余电台在7MHz 频段进行LSB 通话时可以实际占用的频率为:",
        "options": {
            "A": "7.030-7.200MHz",
            "B": "7.000-7.100MHz",
            "C": "7.023-7.200MHz",
            "D": "7.000-7.200MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0199",
        "question": "短波业余电台在14MHz 频段进行USB 通话时可以实际占用的频率为:",
        "options": {
            "A": "14.100-14.350MHz",
            "B": "14.030-14.350MHz",
            "C": "14.000-14.250MHz",
            "D": "14.070-14.250MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0200",
        "question": "短波业余电台在18MHz 频段进行USB 通话时可以实际占用的频率为:",
        "options": {
            "A": "18.1105-18.168MHz",
            "B": "18.110-18.170MHz",
            "C": "18.068-18.186MHz",
            "D": "18.1005-18.180MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0201",
        "question": "短波业余电台在21MHz 频段进行USB 通话时可以实际占用的频率为:",
        "options": {
            "A": "21.125-21.45MHz,除去21.1495-21.1505",
            "B": "21.125-21.45MHz",
            "C": "21-21.45MHz",
            "D": "21-21.35MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0202",
        "question": "短波业余电台在24MHz 频段进行USB 通话时可以实际占用的频率为:",
        "options": {
            "A": "24.9305-24.99MHz",
            "B": "24.928-24.988MHz",
            "C": "24.890-24.98MHz",
            "D": "24.9205-24.99MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0203",
        "question": "短波业余电台在29MHz 频段进行USB 通话时可以实际占用的频率为:",
        "options": {
            "A": "28.3-29.3MHz",
            "B": "28-29.7MHz",
            "C": "28.250-29.7MHz",
            "D": "28.2-29.6MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0204",
        "question": "短波业余电台在29MHz 频段进行FM 通话时可以实际占用的频率为:",
        "options": {
            "A": "29.51-29.7MHz",
            "B": "29.3-29.7MHz",
            "C": "28.3-29.510MHz",
            "D": "28-29.7MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0205",
        "question": "VHF 业余无线电台在144MHz 频段进行本地联络时应避免占用的频率为:",
        "options": {
            "A": "144-144.035MHz 和145.8-146MHz",
            "B": "144.035-145.8MHz",
            "C": "144.050-144.053MHz 和145.100-145.750MHz",
            "D": "144.035-144.053MHz 和145.550-145.750MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0206",
        "question": "UHF 业余无线电台在430MHz 频段进行本地联络时应避免占用的频率为:",
        "options": {
            "A": "431.9-432.240MHz 和435-438MHz",
            "B": "430-431.9MHz 和432.240-435MHz",
            "C": "431-432MHz 和438-440MHz",
            "D": "430-431.2MHz 和435-436MHz"
        },
        "answer": "A",
        "knowledgePoint": "1.7.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0207",
        "question": "分配给业余业务的某频段的频率下限为F1,业余电台实际可以工作的发信频率应为:",
        "options": {
            "A": "F1+信号下边带的频率宽度",
            "B": "F1",
            "C": "F1-信号下边带的频率宽度",
            "D": "F1-2*信号下边带的频率宽度"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0208",
        "question": "分配给业余业务的某频段的频率上限为F2,业余电台实际可以工作的发信频率应为:",
        "options": {
            "A": "F2-信号上边带的频率宽度",
            "B": "F2",
            "C": "F2+信号上边带的频率宽度",
            "D": "F2-2*信号上边带的频率宽度"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0209",
        "question": "ITU 对于5 至30MHz 短波频段的态度是:",
        "options": {
            "A": "鼓励各主管部门在可行时,使用任何其他可能的通信手段,从而防止对远距离无线电通信的有害干扰",
            "B": "在保证优先满足本地通信的前提下,允许远距离通信适当使用这一段频率",
            "C": "同样鼓励本地和远距离通信尽量使用该段频率,提高这一段频谱的使用率",
            "D": "鼓励在这些频段建立大功率中继站,以提高本地通信的覆盖效果"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0210",
        "question": "国际电联规定的确定发射电台辐射功率的原则为:",
        "options": {
            "A": "发射电台只应辐射为保证满意服务所必要的功率",
            "B": "发射电台应辐射尽量大的功率以提供尽量好的信号质量",
            "C": "HF 频段发射电台应辐射尽量大的功率,VHF 频段发射电台应辐射尽量小的功率",
            "D": "VHF/UHF 频段发射电台应辐射尽量大的功率,HF 频段发射电台应辐射尽量小的功率"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0211",
        "question": "某俱乐部约定了一个成员业余电台之间交流技术的网络频率,当遇有其他业余电台按通信惯例要求参加通信时,处理原则应为:",
        "options": {
            "A": "无条件欢迎加入,因为任何业余电台都对业余无线电频率享有平等使用权",
            "B": "要求其他业余电台在任何时间都不得使用俱乐部自行约定的专用通信频率",
            "C": "要求其他业余电台在俱乐部成员结束网络通信后再使用该频率",
            "D": "由俱乐部网络控制台自行决定其他业余电台是否可以加入通联"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0212",
        "question": "ITU《无线电规则》禁止所有电台发射下列种类的电波:",
        "options": {
            "A": "阻尼波",
            "B": "调幅波",
            "C": "调频波",
            "D": "调相波"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0215",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最低频段为135.7-137.8kHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "低频(长波)",
            "B": "甚低频(甚长波)",
            "C": "特低频(特长波)",
            "D": "超低频(超长波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0216",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最低频段为135.7-137.8kHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "LF",
            "B": "VLF",
            "C": "ULF",
            "D": "SLF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0217",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的1,800kHz-2,000kHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "中频(中波)",
            "B": "甚高频(米波)",
            "C": "低频(长波)",
            "D": "高频(短波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0218",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的1,800kHz-2,000kHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "MF",
            "B": "HF",
            "C": "VHF",
            "D": "LF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0219",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的28MHz-29.7MHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "高频(短波)",
            "B": "中频(中波)",
            "C": "甚高频(米波)",
            "D": "低频(长波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0220",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的28MHz-29.7MHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "HF",
            "B": "MF",
            "C": "VHF",
            "D": "LF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0221",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的50MHz-54MHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "甚高频(米波)",
            "B": "高频(短波)",
            "C": "超高频(厘米波)",
            "D": "特高频(分米波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0222",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的50MHz-54MHz 属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "VHF",
            "B": "HF",
            "C": "SHF",
            "D": "UHF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0223",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近无线宽带WiFi 频率的频段为2,300-2,450MHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "特高频(分米波)",
            "B": "甚高频(米波)",
            "C": "高频(短波)",
            "D": "超高频(厘米波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0224",
        "question": "430-440MHz 业余频段与公众对讲机的工作频率最为接近.如果业余无线电爱好者希望通过改变业余电台的配置,将之“扩频”并与公众对讲机持有者通信,则需注意:",
        "options": {
            "A": "业余电台不能与公众对讲机通信",
            "B": "将业余电台设置到公众对讲机的频率,以不大于业余电台执照核定的发射功率与之通信",
            "C": "将业余电台设置到公众对讲机的频率,以不大于0.5W 的发射功率与之通信",
            "D": "将业余电台设置到公众对讲机的频率,但只能进行由业余电台到公众对讲机的单向发信"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0225",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Wi-Fi 局域网频率的频段为2,300-2,450MHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "UHF",
            "B": "VHF",
            "C": "HF",
            "D": "SHF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0226",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近C 波段卫星电视广播频率的频段是5.650-5.850GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "超高频(厘米波)",
            "B": "特高频(分米波)",
            "C": "极高频(毫米波)",
            "D": "甚高频(米波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0227",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近C 波段卫星电视广播频率的频段是5.650-5.850GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "SHF",
            "B": "UHF",
            "C": "EHF",
            "D": "VHF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0228",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Ku 波段卫星电视广播频率的频段10-10.5GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "超高频(厘米波)",
            "B": "特高频(分米波)",
            "C": "极高频(毫米波)",
            "D": "甚高频(米波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0229",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Ku 波段卫星电视广播频率的频段10-10.5GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "SHF",
            "B": "UHF",
            "C": "EHF",
            "D": "VHF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0230",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最高频段为241GHz-250GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "极高频(毫米波)",
            "B": "超高频(厘米波)",
            "C": "至高频(丝米波或亚毫米波)",
            "D": "特高频(分米波)"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0231",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最高频段为241GHz-250GHz,属于无线电频谱的下列频段(波段):",
        "options": {
            "A": "EHF",
            "B": "SHF",
            "C": "THF",
            "D": "UHF"
        },
        "answer": "A",
        "knowledgePoint": "1.7.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0232",
        "question": "为在世界范围内划分无线电频率,国际电信联盟《无线电规则》规定了如下区域划分:",
        "options": {
            "A": "将世界划分为3 个区域,中国位于第3 区",
            "B": "将世界划分为40 个区域,中国位于第24,25 区",
            "C": "将世界划分为89 个区域,中国位于第33,42,43,44,45,50 区",
            "D": "将世界划分为17 个区域,中国位于第8 区"
        },
        "answer": "A",
        "knowledgePoint": "2.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0233",
        "question": "在业余无线电管理实践中,我们常会用到把全球分为3 个无线电管理区域的划分办法.制定该方法的国际机构及其公布的文件为:",
        "options": {
            "A": "国际电信联盟(ITU),《无线电规则》",
            "B": "美国业余无线电转信联盟(ARRL),《业余无线电手册》",
            "C": "国际业余无线电联盟(IARU),《IARU 新闻》",
            "D": "美国《CQ》杂志,《WAZ 奖状规则》"
        },
        "answer": "A",
        "knowledgePoint": "2.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0234",
        "question": "ITU 的区域划分有一套详尽规则.若概要描述则大致为:",
        "options": {
            "A": "欧洲,俄罗斯亚洲部分,蒙古及部分西北亚国家为一区,南北美洲为二区,亚洲(除俄罗斯,蒙古和部分西北亚洲国家)和大洋洲为三区",
            "B": "欧洲,俄罗斯亚洲部分,蒙古及部分西北亚国家为一区,亚洲(除俄罗斯,蒙古和部分西北亚洲国家)和大洋洲为二区,南北美洲为三区",
            "C": "南北美洲为一区,欧洲,俄罗斯亚洲部分,蒙古及部分西北亚国家为二区,亚洲(除俄罗斯,蒙古和部分西北亚洲国家)和大洋洲为三区",
            "D": "南北美洲为一区,亚洲(除俄罗斯,蒙古和部分西北亚洲国家)和大洋洲为二区,欧洲,俄罗斯亚洲部分,蒙古及部分西北亚国家为三区"
        },
        "answer": "A",
        "knowledgePoint": "2.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0235",
        "question": "业余无线电频率划分在ITU 的3 个无线电管理分区中略有不同.ITU 三区的40 米业余波段为:",
        "options": {
            "A": "7.000-7.200MHz",
            "B": "7.000-7.300MHz",
            "C": "7.000-7.200MHz 专用,7.200-7.300MHz 共用",
            "D": "7.000-7.100MHz 专用,7.100-7.300MHz 共用"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0236",
        "question": "2 米波段的话音联络通常位于144.035-145.800MHz.这也是IARU 第3 区波段规划中的一个多模式共用细分频段.假设一部业余电台正以FM 方式在该频段参与通联,发射带宽小于20kHz 并且频率容限优于+/-2kHz,则该台的主载波设置范围可以是:",
        "options": {
            "A": "从144.047MHz 至145.788MHz",
            "B": "从144.023MHz 至145.788MHz",
            "C": "从144.047MHz 至145.812MHz",
            "D": "从144.023MHz 至145.812MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0237",
        "question": "2 米波段的话音联络通常位于144.035-145.800MHz.这也是IARU 第3 区波段规划中的一个多模式共用细分频段.假设一部业余电台正以USB 方式在该频段参与通联,发射带宽小于3kHz 并且频率容限优于+/-2kHz,则该电台的主载波设置范围可以是:",
        "options": {
            "A": "从144.037MHz 至145.795MHz",
            "B": "从144.030MHz 至145.795MHz",
            "C": "从144.037MHz 至145.805MHz",
            "D": "从144.030MHz 至145.805MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0238",
        "question": "在70 厘米波段中,爱好者经常在438-440MHz 展开话音通信.这也是IARU 第3 区波段规划中的一个多模式共用细分频段.假设一部业余电台正以FM 方式在该频段参与通联,发射带宽小于20kHz 并且频率容限优于+/-2kHz,则该电台的主载波设置范围可以是:",
        "options": {
            "A": "从438.012MHz 至439.988MHz",
            "B": "从437.988MHz 至439.988MHz",
            "C": "从438.012MHz 至440.012MHz",
            "D": "从437.988MHz 至440.012MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0239",
        "question": "在70 厘米波段中,爱好者经常在438-440MHz 展开话音通信.这也是IARU 第3 区波段规划中的一个多模式共用细分频段.假设一部业余电台正以USB 方式在该频段参与通联,发射带宽小于3kHz 并且频率容限优于+/-2kHz,则该电台的主载波设置范围可以是:",
        "options": {
            "A": "从438.002MHz 至439.995MHz",
            "B": "从437.995MHz 至439.995MHz",
            "C": "从438.002MHz 至440.005MHz",
            "D": "从437.995MHz 至440.005MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0240",
        "question": "10 米业余波段中留给卫星业余业务,话音及其他通信方式不应占用的频段为:",
        "options": {
            "A": "29.3MHz 至29.51MHz",
            "B": "28.3MHz 至28.61MHz",
            "C": "28.7MHz 至28.95MHz",
            "D": "29.15MHz 至29.35MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0241",
        "question": "144MHz 业余频段中留给卫星业余业务,话音及其他通信方式不应占用的频段为:",
        "options": {
            "A": "145.8MHz 至146MHz",
            "B": "144.8MHz 至145MHz",
            "C": "144.2MHz 至144.5MHz",
            "D": "145.4MHz 至144.6MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0242",
        "question": "430MHz 业余频段中留给卫星业余业务,话音及其他通信方式不应占用的频段为:",
        "options": {
            "A": "435MHz 至438MHz",
            "B": "432MHz 至434MHz",
            "C": "438MHz 至439MHz",
            "D": "433MHz 至435MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0246",
        "question": "通话时,有什么方法可以让你清晰表述呼号或重要消息中的英语字母?",
        "options": {
            "A": "用标准的字母解释法",
            "B": "用打比方的方法",
            "C": "拍发莫尔斯电码",
            "D": "用AI 软件朗读"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0247",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号BH1XYZ 可以拼读为:",
        "options": {
            "A": "Bravo Hotel One Xray Yankee Zulu",
            "B": "Bravo Seven Charlie Romeo Alfa",
            "C": "Four Uniform One Uniform November",
            "D": "Victor Romeo Two Zulu Quebec Whiskey"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0248",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号B7CRA 可以拼读为:",
        "options": {
            "A": "Bravo Seven Charlie Romeo Alfa",
            "B": "Bravo Hotel One Xray Yankee Zulu",
            "C": "Four Uniform One Uniform November",
            "D": "Victor Romeo Two Zulu Quebec Whiskey"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0249",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号4U1UN 可以拼读为:",
        "options": {
            "A": "Four Uniform One Uniform November",
            "B": "Bravo Hotel One Xray Yankee Zulu",
            "C": "Bravo Seven Charlie Romeo Alfa",
            "D": "Victor Romeo Two Zulu Quebec Whiskey"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0250",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号VR2ZQW 可以拼读为:",
        "options": {
            "A": "Victor Romeo Two Zulu Quebec Whiskey",
            "B": "Bravo Hotel One Xray Yankee Zulu",
            "C": "Bravo Seven Charlie Romeo Alfa",
            "D": "Four Uniform One Uniform November"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0251",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号BS7H 可以拼读为:",
        "options": {
            "A": "Bravo Sierra Seven Hotel",
            "B": "Three Delta Alfa Zero Foxtrot Zulu Portable Delta Lima Five Charlie Mike Papa",
            "C": "Kilo Three Tango Romeo Xray Portable Victor Echo Six",
            "D": "Juliett Alfa Two India Golf Yankee"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0252",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号JA2IGY 可以拼读为:",
        "options": {
            "A": "Juliett Alfa Two India Golf Yankee",
            "B": "Three Delta Alfa Zero Foxtrot Zulu Portable Delta Lima Five Charlie Mike Papa",
            "C": "Kilo Three Tango Romeo Xray Portable Victor Echo Six",
            "D": "Bravo Sierra Seven Hotel"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0253",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号K3TRX/VE6 可以拼读为:",
        "options": {
            "A": "Kilo Three Tango Romeo Xray Portable Victor Echo Six",
            "B": "Three Delta Alfa Zero Foxtrot Zulu Portable Delta Lima Five Charlie Mike Papa",
            "C": "Juliett Alfa Two India Golf Yankee",
            "D": "Bravo Sierra Seven Hotel"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0254",
        "question": "需要拼出呼号,术语和必要的文字时,业余无线电爱好者普遍使用ITU 语音字母表中规定的字母拼读法.呼号3DA0FZ/DL5CMP 可以拼读为:",
        "options": {
            "A": "Three Delta Alfa Zero Foxtrot Zulu Portable Delta Lima Five Charlie Mike Papa",
            "B": "Kilo Three Tango Romeo Xray Portable Victor Echo Six",
            "C": "Juliett Alfa Two India Golf Yankee",
            "D": "Bravo Sierra Seven Hotel"
        },
        "answer": "A",
        "knowledgePoint": "2.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0259",
        "question": "如果一部业余电台在呼叫CQ,他的意思是:",
        "options": {
            "A": "非特指地呼叫任何一部国内和国外业余电台",
            "B": "呼叫国内业余电台",
            "C": "呼叫国外业余电台",
            "D": "倾向于呼叫DX 电台,国内电台最好别回应"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0260",
        "question": "一部业余电台如何发起CQ 呼叫?",
        "options": {
            "A": "呼叫CQ 并报出己方呼号.清晰起见,可重复一两次CQ 并对呼号进行字母拼读",
            "B": "呼叫“有朋友在频率上吗?”,然后报出自己的呼号.清晰起见,可对呼号进行字母拼读",
            "C": "说“CQ”三次,再说“请过来”一次.清晰起见,可对CQ 进行字母拼读",
            "D": "说“CQ”三次,再说“standing by”一次.清晰起见,可对CQ 进行字母拼读"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0261",
        "question": "如何回答一个CQ 呼叫?",
        "options": {
            "A": "报出对方的呼号并报出自己的呼号.清晰起见,可重复关键内容或进行字母拼读",
            "B": "报出自己的呼号并报出对方的呼号.清晰起见,可重复关键内容或进行字母拼读",
            "C": "说“CQ”三次再报出对方的呼号三次.清晰起见,可重复关键内容或进行字母拼读",
            "D": "先给出信号报告再报出自己的呼号.清晰起见,可重复关键内容或进行字母拼读"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0262",
        "question": "业余电台操作员小强呼叫另一业余电台并希望与操作员小明通话的方法是:",
        "options": {
            "A": "报出对方的呼号并报出自己的呼号.建立通信后即可提出与小明通话",
            "B": "报出自己的呼号并报出对方的呼号.建立联络后即可提出与小明通话",
            "C": "说“CQ 小明”三次再报出自己的呼号.清晰起见,可对呼号进行字母拼读",
            "D": "说“CQ 小明”三次再报出“我是小强”.清晰起见,可对CQ 进行字母拼读"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0263",
        "question": "业余电台建立通信后,双方应首先交换的必要信息是:",
        "options": {
            "A": "信号报告",
            "B": "操作员名字",
            "C": "操作地点",
            "D": "设备,设施情况"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0264",
        "question": "为什么业余电台建立通信后总是立即交换信号报告?",
        "options": {
            "A": "双方需要此报告来了解传播情况,安排最适合的操作",
            "B": "这是最基本的报务要求,不必去问,只管去执行就好",
            "C": "双方需要此报告来校准发射功率",
            "D": "决定是否放弃联络,因为低于S5 的信号与奖状无缘"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0265",
        "question": "在现代业余无线电通信中,信号报告均采用“RST 格式”.缩语RST 中的字母R 代表:",
        "options": {
            "A": "信号的可辩度",
            "B": "信号的强度",
            "C": "信号的纯净度",
            "D": "Q 简语QRK"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0266",
        "question": "小明和小强进行CW 和FM 联络,双方的收信机均指示信号强度为“5”.通报时,双方评价听抄顺畅,没有变调等信号缺陷;通话时,双方认为声音易于辩识,没有明显影响听抄的失真.此时,双方应当为CW 和FM 通联给出信号报告:",
        "options": {
            "A": "559 和55",
            "B": "55 和559",
            "C": "不必关心信号强度表的指示,给出599 和59 才是最好的",
            "D": "不必关心信号强度表的指示,给出59 和599 才是最好的"
        },
        "answer": "A",
        "knowledgePoint": "2.2.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0267",
        "question": "业余电台在发起呼叫前应先守听.但是,我们有时会因听不到通信中的某一方而误认为频率空闲.此时呼叫“CQ”有可能干扰他人联络.为尽量避免这种情况,我们可以:",
        "options": {
            "A": "询问“有人使用频率吗?”,确认没有应答再发起呼叫",
            "B": "询问“有吗?有吗?请过来.”,确认没有应答再发起呼叫",
            "C": "先启动呼叫再进行通信,等听到确实有电台在工作再让出频率不迟",
            "D": "先启动呼叫再进行通信,只要没有其他电台要求QSY 就持续使用"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0268",
        "question": "BH1ZZZ 希望加入两个电台相互之间的联络.正确的方法是:",
        "options": {
            "A": "在一方刚刚停止讲话时迅速发出“插入”或“break”.如得到回应,再说明“BH1ZZZ 请求插入”.待对方正式邀请后,开始正式对话",
            "B": "在一方正在讲话时短暂插入一次“break”,向正在收听的一方发出插入请求",
            "C": "短暂发射一次“插入”或“break”.如对方无反应,可以加大功率反复尝试",
            "D": "如果双方都是自己熟悉的业余电台操作员,直接讲进去便是,不必拘泥礼节"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0269",
        "question": "如果在联络中听到有个遇险的电台要求插入,你该怎么做?",
        "options": {
            "A": "立即与该台确认险情并了解其需要什么帮助",
            "B": "立即联系或找人协助联系当地熟悉紧急情况下通信联络的爱好者或爱好者团队",
            "C": "立即变更工作频率",
            "D": "立即停止发射活动"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0270",
        "question": "在请求插入两个电台间的对话之时,一个值得借鉴的经验是:",
        "options": {
            "A": "思考自己的加入是否会影响原通信双方的交谈乐趣",
            "B": "确认自己的信号质量可以得到原通信双方的共同赞赏",
            "C": "确定自己的操作等级与原通信双方的大体相当",
            "D": "确信自己有比原通信双方更具吸引力的谈话内容"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0271",
        "question": "若发现有业余电台的发射操作技巧不够规范,但还不至于造成严重的干扰和影响,正确的做法是:",
        "options": {
            "A": "通过电话,邮件等方式提出善意的改进建议",
            "B": "立即在频率上当面加以指出和纠正",
            "C": "立即报告无线电管理机构进行干涉",
            "D": "立即报告当地业余无线电协会,由其总部电台到频率上进行纠察"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0272",
        "question": "业余电台通信受到违法电台或者不明电台的严重干扰.正确的做法是:",
        "options": {
            "A": "不予理睬,收集有关信息并向无线电管理机构举报",
            "B": "在频率上向其宣传无线电管理法,要求其停止干扰",
            "C": "立即报告无线电管理机构进行干涉",
            "D": "用大功率信号对其进行压制"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0273",
        "question": "如果与几十千米以外的某业余电台有很多重要的技术问题和个人情况要交流,应该选用下列通信方式:",
        "options": {
            "A": "电话或者互联网",
            "B": "利用当地的业余中继台",
            "C": "利用HF 频段业余电台",
            "D": "利用天线足够高的VHF/UHF 频段业余电台"
        },
        "answer": "A",
        "knowledgePoint": "2.2.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0274",
        "question": "法规和国际业余无线电惯例要求业余电台日志应记载的必要内容是:",
        "options": {
            "A": "通信时间,通信频率,通信模式,对方呼号,双方信号报告",
            "B": "通信对方姓名,对方所在国家或城市,通信模式,双方信号报告",
            "C": "通信时间,通信频率,双方收发信设备和天线,对方台址",
            "D": "通信时间,通信模式,对方信号报告,对方台址,对方天气"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0275",
        "question": "法规和国际业余无线电惯例要求业余电台日志应记载的必要内容是:",
        "options": {
            "A": "DATE,TIME,FREQ,MODE,CALL(对方),RST(双方)",
            "B": "DATE,FREQ,QTH(对方),RIG(对方),RST(双方),WX(对方)",
            "C": "DATE,TIME,MODE,CALL(对方),QTH(对方),RST(双方)",
            "D": "CALL(通信对方),TIME,FREQ,RIG(对方),RST(双方),PWR(双方)"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0278",
        "question": "关于QSL 卡片的用法,以下说法正确的是:",
        "options": {
            "A": "如果所交换的QSL 卡片并非用作通联或收听证明,则应在通信方式一栏填写“现场交流”或“Eyeball QSO”等字样.不应赠送空白卡片",
            "B": "业余无线电爱好者的空白QSL 卡片可以用作照片或名片,适合赠送,交换或散发",
            "C": "火腿都是互相的.虽然对方没有联络自己,但是也可以发去确认联络的QSL 卡片",
            "D": "如果在联络中没有听清对方呼号,或在日志中漏填或打错了对方呼号,则在寄发QSL 卡片时可在对方呼号一栏填写对方操作员的名字"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0279",
        "question": "收到国外寄来的QSL 卡片时,如果信封中夹带有一张或多张IRC,则应:",
        "options": {
            "A": "尽快检查电台日志,确认联络的真实性,向对方地址直接寄出自己的QSL 卡片",
            "B": "不必确认联络的真实性,只要尽快向对方地址直接寄出自己的卡片即可",
            "C": "尽快检查电台日志,确认联络的真实性,向国内QSL 卡片管理局寄出自己的卡片",
            "D": "不必理会.操作类别越低越不必理会.低级别业余电台的QSL 卡片通常不具价值"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0280",
        "question": "填写和邮寄QSL 卡片的正确做法是:",
        "options": {
            "A": "迫切需要对方回寄卡片时,应直接向对方地址邮寄卡片并附加SASE",
            "B": "填写错误时应划去或使用涂改液覆盖错误内容并加以改正",
            "C": "自己的邮寄地址与电台的发射地点不同时,应在QTH 栏目内填明详细邮寄地址",
            "D": "通过卡片管理局寄出卡片并希望对方回卡时,应在卡片上注明PSE QSL DIRECT"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0281",
        "question": "交换QSL 卡片时,我们时有遇见一类特殊的无线电爱好者,他们仅向我们寄发收听卡片.而我们在确认卡片所载内容之后会立即回卡以示敬意.这类爱好者是:",
        "options": {
            "A": "短波收听者(SWL)",
            "B": "广播爱好者",
            "C": "DIY 爱好者",
            "D": "业余无线电监测员"
        },
        "answer": "A",
        "knowledgePoint": "2.2.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0282",
        "question": "通过中继台进行通联时,我们应事先设好电台的接收和发射频差,以便顺利应对上行或下行频率上的各种操作,避免边联络边设置,忙中出错.144 和430MHz 频段业余中继台的上下行频差分别为:",
        "options": {
            "A": "0.6MHz,5MHz",
            "B": "12.5kHz,25kHz",
            "C": "4MHz,10MHz",
            "D": "2MHz,5MHz"
        },
        "answer": "A",
        "knowledgePoint": "2.2.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0283",
        "question": "如果通过中继台呼叫一部业余电台,你应当:",
        "options": {
            "A": "呼叫对方的呼号并报出自己的呼号",
            "B": "呼叫“break, break”,然后说出对方呼号二至三次",
            "C": "呼叫“CQ”三次,然后说出自己的呼号三次",
            "D": "等待,直到你要呼叫的电台通过中继台呼叫CQ"
        },
        "answer": "A",
        "knowledgePoint": "2.2.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0284",
        "question": "业余中继台的使用原则是:",
        "options": {
            "A": "除必要的简短联络外,业余中继台的上行和下行频率应保持空闲,以备随时响应突发灾害等紧急情况下的呼叫",
            "B": "应使中继台尽量处于接近饱和的忙碌状态,提高使用效率",
            "C": "鼓励业余无线电民间组织(协会)通过中继台向当地会员发布通知",
            "D": "鼓励青少年学生通过中继台交流解题方法和学习心得"
        },
        "answer": "A",
        "knowledgePoint": "2.2.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0306",
        "question": "业余电台在发起呼叫前应先守听一段时间,然后再询问“有人使用频率吗?”,确认没有应答方可发起呼叫.下列英语短句中不能正确表达这一询问的是:",
        "options": {
            "A": "Calling you, Roger?",
            "B": "Is this frequency in use?",
            "C": "Is anyone at this frequency?",
            "D": "Anybody here?"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0307",
        "question": "业余电台BH1ZZZ 用FM 或SSB 话音发起CQ 呼叫的方法为:",
        "options": {
            "A": "CQ CQ CQ,这里是BH1ZZZ,Bravo Hotel One Zulu Zulu Zulu,BH1ZZZ 呼叫CQ,听到请回答",
            "B": "CQ CQ CQ,请您继续",
            "C": "CQ CQ CQ,我是1ZZZ,请过来",
            "D": "CQ CQ CQ;CQ CQ CQ;CQ CQ CQ,我是BH1ZZZ,您请讲"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0308",
        "question": "业余电台BH1ZZZ 用话音发起CQ 呼叫的方法为:",
        "options": {
            "A": "CQ CQ CQ, this is BH1ZZZ, Bravo Hotel One Zulu Zulu Zulu, BH1ZZZ calling CQ and standing by",
            "B": "CQ CQ, calling CQ. Go ahead",
            "C": "CQ CQ, calling CQ, this is One Zulu Zulu Zulu. Come on",
            "D": "CQ CQ CQ, CQ CQ CQ, CQ CQ CQ, this is BH1ZZZ. Back to you"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0309",
        "question": "业余电台BH1ZZZ 用话音呼叫BH8YYY 的方法为:",
        "options": {
            "A": "BH8YYY,BH8YYY,BH8YYY,这里是BH1ZZZ,Bravo Hotel One Zulu Zulu Zulu, BH1ZZZ 呼叫,听到请回答",
            "B": "BH8YYY,我是BH1ZZZ,我是BH1ZZZ,我是BH1ZZZ,您继续",
            "C": "BH8YYY,我是1ZZZ,请过来",
            "D": "8YYY,BH1ZZZ,听到讲"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0310",
        "question": "业余电台BH1ZZZ 用话音呼叫BH8YYY 的方法为:",
        "options": {
            "A": "BH8YYY, BH8YYY, BH8YYY, this is BH1ZZZ, Bravo Hotel One Zulu Zulu Zulu, BH1ZZZ calling you and standing by",
            "B": "BH8YYY, Bravo Hotel Eight Yankee Yankee Yankee, BH8YYY, go ahead",
            "C": "BH8YYY, this is One Zulu Zulu Zulu, come on",
            "D": "8YYY, this is BH1ZZZ, over over"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0311",
        "question": "建立话音通信后,操作员小明打算给对方电台BH1ZZZ “57”的信号报告.他可以这样讲:",
        "options": {
            "A": "BH1ZZZ,你的信号57.是否抄收?",
            "B": "BH1ZZZ,我给你57 的信号可以吗?",
            "C": "57,57,拷贝了吗?",
            "D": "57,57,这里是BH1ZZZ,听到请回答"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0312",
        "question": "建立话音通信后,操作员小明打算给对方电台BH1ZZZ “57”的信号报告.他可以这样讲:",
        "options": {
            "A": "BH1ZZZ, you are 57, QSL?",
            "B": "BH1ZZZ, may I rate you 57?",
            "C": "Hey, 57, QSL?",
            "D": "Hey 57,this is BH1ZZZ. Roger?"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0313",
        "question": "建立话音通信后,小明打算介绍自己是在成都操作的.他可以这样讲:",
        "options": {
            "A": "我的QTH 是成都",
            "B": "我QRT 在成都",
            "C": "我在成都QRO",
            "D": "我在成都QRV"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0314",
        "question": "建立话音通信后,小明打算介绍自己是在成都操作的.他可以这样讲:",
        "options": {
            "A": "My QTH is Chengdu",
            "B": "I QRT in Chengdu",
            "C": "I run QRO in Chengdu",
            "D": "I am QRV at Chengdu"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0315",
        "question": "收听业余无线电爱好者的SSB 通联时,我们有时会听到“Cheerio.”,“Ciao ciao.”或 “Do svidaniya.”一类的短句.其含义是:",
        "options": {
            "A": "不同国家或地区的爱好者互致美好祝愿并表达再见之意",
            "B": "一些英语词汇",
            "C": "一些非英语词汇",
            "D": "从一种语言至另一种语言的转写"
        },
        "answer": "A",
        "knowledgePoint": "2.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0343",
        "question": "QRP 操作时如果对方反映信号不好,我们可能会追问是否需要增加功率.此时可发送:",
        "options": {
            "A": "QRO?",
            "B": "QSO?",
            "C": "QRP?",
            "D": "QRS?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0344",
        "question": "通联时,如认为QRP 操作足以保证可靠联络,则可与对方协商降低功率.短句为:",
        "options": {
            "A": "QRP?",
            "B": "May I try QRO for you?",
            "C": "QRU?",
            "D": "May I try QRT for you?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0345",
        "question": "业余电台以低于5 瓦的功率开展通信研究或追逐奖状时,常在呼号之后附加操作属性 “QRP”.例如:BI9XYZ/QRP.Q 简语“QRP”表示:",
        "options": {
            "A": "我已降低发射功率",
            "B": "我已降低发射功率至5W",
            "C": "我是新手,请发慢一些,照顾一下",
            "D": "我在挑战小功率通信极限,请高速发过来"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0346",
        "question": "通联时,如果希望对方加快发报速度,我们可以发送:",
        "options": {
            "A": "PSE QRQ",
            "B": "PSE QRS",
            "C": "PSE QRT",
            "D": "PSE QTR"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0347",
        "question": "通联时,如果对方要求加快发报速度,我们可以通过反问来确认.此时可以发送:",
        "options": {
            "A": "QRQ?",
            "B": "QRS?",
            "C": "QRT?",
            "D": "QTR?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0348",
        "question": "通联时,如果希望对方放慢发报速度,我们可以发送:",
        "options": {
            "A": "PSE QRS",
            "B": "PSE QRQ",
            "C": "PSE QSY",
            "D": "PSE QSL"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0349",
        "question": "通联时,如果对方要求放慢发报速度,我们可以通过反问来确认.此时可以发送:",
        "options": {
            "A": "QRS?",
            "B": "QRQ?",
            "C": "QSY?",
            "D": "QSL?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0350",
        "question": "结束当天的通联活动时,业余电台常会发送Q 简语“QRT”.其含义为:",
        "options": {
            "A": "我要关闭收发信机了,再见",
            "B": "我要变更发射频率至nnnn 千赫(或兆赫)",
            "C": "我不再呼叫了,尚未联络的请用email 约起来",
            "D": "我要变更操作方式了,有要联络的请尽快叫过来"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0351",
        "question": "在结束联络之前,我们可以询问对方是否还有消息要传达.此时可以发送:",
        "options": {
            "A": "QRU?",
            "B": "QRL?",
            "C": "QRB?",
            "D": "QRQ?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0352",
        "question": "结束联络时,我们可以告诉对方这里已无事.此时可以发送:",
        "options": {
            "A": "QRU",
            "B": "QRL",
            "C": "QRM",
            "D": "QRN"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0353",
        "question": "通联时,如希望相约对方参加某个业余无线电活动(如,“木兰围场-通联中国之省”), 可使用短句:",
        "options": {
            "A": "QRV IN WAPC?",
            "B": "QSY TO WAPC?",
            "C": "QSO WID WAPC?",
            "D": "QRT OVER WAPC?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0354",
        "question": "Q 简语“QRV”的含义是:",
        "options": {
            "A": "我准备好收信了",
            "B": "我正忙于(与某台)联络",
            "C": "我有消息要发给你",
            "D": "我要减小发射功率"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0355",
        "question": "进行呼叫时,如果没有听清对方呼号,可使用如下短句请求对方重发:",
        "options": {
            "A": "QRZ?",
            "B": "QRU?",
            "C": "QSY?",
            "D": "QSA?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0356",
        "question": "Q 简语“QRZ”的含义为:",
        "options": {
            "A": "呼叫你的电台是...;做疑问句时则为:谁在呼叫我?",
            "B": "我准备好了",
            "C": "我正忙于(与某台)联络",
            "D": "我要减小发射功率"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0357",
        "question": "阅读我国早期业余无线电文献,我们可能发现一种用Q 简语和5 个强度等级来表示的信 号报告.该Q 简语是:",
        "options": {
            "A": "QSA",
            "B": "QSB",
            "C": "QSD",
            "D": "QSK"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0358",
        "question": "通联时,如需了解自己的信号是否衰落,可使用短句:",
        "options": {
            "A": "QSB?",
            "B": "QSD?",
            "C": "QRB?",
            "D": "QSP?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0359",
        "question": "Q 简语“QSB”的含义为:",
        "options": {
            "A": "你的信号正在衰落",
            "B": "你的电台存在键控缺陷(交流声,键击声,接触不良或发报手法不佳等)",
            "C": "请重复上一条消息",
            "D": "发报时,我能够在电码的间隙中听到电台的插入"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0360",
        "question": "小强和小明练习CW.若小强问“我发报的手法有毛病吗?”,他可以发:",
        "options": {
            "A": "QSD?",
            "B": "QSB?",
            "C": "QSV?",
            "D": "QRM?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0361",
        "question": "小强与小明练习CW.小明认为小强刚才发字母“Y”时手法不好.他可以拍发:",
        "options": {
            "A": "QSD AT Y",
            "B": "QRH AT Y",
            "C": "QSU AT Y",
            "D": "QSS AT Y"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0362",
        "question": "小强与小明练习CW.小明认为小强发报时有砰然的键击声.他可以拍发:",
        "options": {
            "A": "QSD PSE CK",
            "B": "QRI PSE CK",
            "C": "QRH PSE CK",
            "D": "TVI PSE CK"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0363",
        "question": "Q 简语“QSK”的含义为:",
        "options": {
            "A": "发报时,我能够在电码的间隙中听到电台的插入",
            "B": "你的信号正在衰落",
            "C": "你的电台存在键控缺陷(交流声,键击声,接触不良或发报手法不佳等)",
            "D": "请重复上一条消息"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0364",
        "question": "通联时,如需对方电台确认收妥自己发出的消息,可使用短句:",
        "options": {
            "A": "QSL?",
            "B": "QRZ?",
            "C": "QSP?",
            "D": "QRO?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0365",
        "question": "Q 简语“QSL”的含义为:",
        "options": {
            "A": "我确认抄收了你所发送的消息",
            "B": "我要寄一张QSL 卡片给你",
            "C": "我刚刚错过了你的消息,请再发一遍",
            "D": "你应当寄一张QSL 卡片给我"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0366",
        "question": "Q 简语“QSO”的含义为:",
        "options": {
            "A": "我能够直接或通过他台转信通联(某个电台);常指业余电台间的当前联络",
            "B": "我可以直接或通过卡片管理局寄发QSL;常指业余电台交换QSL 卡片的操作",
            "C": "我可以将你的消息转信至某个电台;常指业余电台帮助他台中转消息的操作",
            "D": "我没有需要发送的消息了;常见于业余电台即将结束联络并互致再见之时"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0367",
        "question": "通联时,如需了解对方电台可否帮助转信至“xxx 电台”,可使用短句:",
        "options": {
            "A": "QSP ***?",
            "B": "QRD ***?",
            "C": "QSX ***?",
            "D": "QRV ***?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0368",
        "question": "Q 简语“QSP”的含义为:",
        "options": {
            "A": "我可以将你的消息转信至某个电台;常指业余电台帮助他台中转消息的操作",
            "B": "我可以直接或通过卡片管理局寄发QSL;常指业余电台交换QSL 卡片的操作",
            "C": "我能够直接或通过他台转信通联(某个电台);常指业余电台间的当前联络",
            "D": "我没有需要发送的消息了;常见于业余电台即将结束联络并互致再见之时"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0369",
        "question": "通联时,小明希望小强帮忙守听7074 千赫的FT8 操作,他可以发:",
        "options": {
            "A": "QSX MY FT8 ON 7074 KHZ?",
            "B": "QSY MY FT8 ON 7074 KHZ?",
            "C": "QSL MY FT8 ON 7074 KHZ?",
            "D": "QRU MY FT8 ON 7074 KHZ?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0370",
        "question": "通联时,小强告诉小明,他正在7074 千赫守听FT8 联络,他可以发送:",
        "options": {
            "A": "QSX FT8 ON 7074 KHZ",
            "B": "QSY FT8 ON 7074 KHZ",
            "C": "QSL FT8 ON 7074 KHZ",
            "D": "QRU FT8 ON 7074 KHZ"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0371",
        "question": "通联时,如需协商对方改频至nnnn 千赫(或兆赫),可使用短句:",
        "options": {
            "A": "QSY nnnn KHZ(或MHZ)?",
            "B": "QRY nnnn KHZ(或MHZ)?",
            "C": "QSV nnnn KHZ(或MHZ)?",
            "D": "QRV nnnn KHZ(或MHZ)?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0372",
        "question": "Q 简语“QSY”的含义为:",
        "options": {
            "A": "我要改变发射频率至...千赫(或兆赫)",
            "B": "我要关闭收发信机了,再见",
            "C": "我不再呼叫了,尚未联络的请用email 约起来",
            "D": "我要变更操作方式了,有要联络的请尽快叫过来"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0373",
        "question": "通联时,如需了解对方电台的位置,可使用短句:",
        "options": {
            "A": "QTH?",
            "B": "QRA?",
            "C": "QSP?",
            "D": "QSA?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0374",
        "question": "业余无线电爱好者在结束当前联络并互致美好祝愿时经常使用缩语:",
        "options": {
            "A": "73",
            "B": "59",
            "C": "599",
            "D": "99"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0375",
        "question": "如在CW 或其他方式的文字通联中须询问对方的QSL 卡片邮寄地址,我们可以发送:",
        "options": {
            "A": "“UR ADR?”或“UR ADDR?”",
            "B": "MY ADDR?",
            "C": "PSE ADR MY QSL INFO",
            "D": "PSE QSL TO UR ADDR"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0376",
        "question": "如需对方重复上次的操作,比如重报呼号或信号报告,我们可使用缩语:",
        "options": {
            "A": "AGN",
            "B": "AGC",
            "C": "ABT",
            "D": "ABV"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0377",
        "question": "业余无线电通信缩语“AHR”的意思是:",
        "options": {
            "A": "另一个",
            "B": "天线",
            "C": "这里",
            "D": "地址"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0378",
        "question": "“业余无线电测向”的缩语是:",
        "options": {
            "A": "ARDF",
            "B": "ATU",
            "C": "ADDR",
            "D": "ANT"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0379",
        "question": "在CW 联络中交换QSL 信息时,我们可能用到“邮政信箱”这个术语.其缩语是:",
        "options": {
            "A": "“BOX”或“P O BOX”",
            "B": "BOX OF MAIL",
            "C": "BURO",
            "D": "QTH"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0380",
        "question": "“QSL 卡片管理局”的缩语是:",
        "options": {
            "A": "BURO",
            "B": "BOX",
            "C": "ROUTER",
            "D": "SWITCH"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0381",
        "question": "在CW 通联中,我们有时会抄到缩语“CK”,意思是:",
        "options": {
            "A": "检查",
            "B": "钟表",
            "C": "报到",
            "D": "祝贺"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0382",
        "question": "业余电台发起呼叫时会使用缩语:",
        "options": {
            "A": "CQ",
            "B": "CU AGN",
            "C": "TU",
            "D": "Seek QSOs with you, Roger?"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0383",
        "question": "形容某个信号来自远地时,爱好者们经常使用缩语:",
        "options": {
            "A": "DX",
            "B": "DE",
            "C": "DR",
            "D": "DSW"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0384",
        "question": "在CW 通联中,我们有时会抄到缩语“ES”,意思是:",
        "options": {
            "A": "和",
            "B": "是",
            "C": "从",
            "D": "请等待"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0385",
        "question": "在CW 通联中,我们有时会抄到缩语“FB”,意思是:",
        "options": {
            "A": "太棒了,业务精湛",
            "B": "我的反馈如下",
            "C": "保险丝熔断了",
            "D": "从正反两方面说"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0386",
        "question": "在CW 通联中,我们有时会抄到缩语“FER”,意思是:",
        "options": {
            "A": "为了,对于",
            "B": "好的,精细的",
            "C": "二月",
            "D": "猎狐"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0387",
        "question": "术语“频率”的缩语是:",
        "options": {
            "A": "FREQ",
            "B": "FER",
            "C": "TUNE",
            "D": "FIND"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0388",
        "question": "建立CW 联络后,我们经常值交换信号报告之机向对方表示问候.“下午好”的缩语是:",
        "options": {
            "A": "GA",
            "B": "GE",
            "C": "GN",
            "D": "GM"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0389",
        "question": "建立CW 联络后,我们经常值交换信号报告之机向对方表示问候.“晚上好”的缩语是:",
        "options": {
            "A": "GE",
            "B": "GM",
            "C": "GN",
            "D": "GA"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0390",
        "question": "业余无线电爱好者在结束当前联络并祝愿对方好运好成绩时经常使用缩语:",
        "options": {
            "A": "GL",
            "B": "GB",
            "C": "TU",
            "D": "73"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0391",
        "question": "业余无线电通信缩语“GLD”的意思是:",
        "options": {
            "A": "高兴",
            "B": "好运气",
            "C": "再见",
            "D": "地线,地面"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0392",
        "question": "建立CW 联络后,我们经常值交换信号报告之机向对方表示问候.“早晨好”的缩语是:",
        "options": {
            "A": "GM",
            "B": "GA",
            "C": "GL",
            "D": "GB"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0393",
        "question": "有时,我们通联的DX 电台仍使用“GMT”来表示时间.该时间的含义是:",
        "options": {
            "A": "格林尼治时间",
            "B": "GPS 管理区段时间",
            "C": "国际原子时",
            "D": "罗兰C 时间"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0394",
        "question": "业余无线电通信缩语“GN”的意思是:",
        "options": {
            "A": "晚安",
            "B": "早晨好",
            "C": "好运气",
            "D": "高兴"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0395",
        "question": "业余无线电通信缩语“GND”的意思是:",
        "options": {
            "A": "地面,接地",
            "B": "格林尼治时间",
            "C": "好运气",
            "D": "高兴"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0396",
        "question": "每年的12 月下旬,我们常会在CW 联络中听到缩语“HNY”,意思是:",
        "options": {
            "A": "新年快乐",
            "B": "幸福",
            "C": "希望",
            "D": "圣诞快乐"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0397",
        "question": "在CW 通联中,我们有时会抄到缩语“HPE”,意思是:",
        "options": {
            "A": "希望去做某件事",
            "B": "醉心于某件事",
            "C": "是“抄收”的意思",
            "D": "是“这里”的意思"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0398",
        "question": "在CW 通联中,我们有时会抄到缩语“HPY”或“HPI”,意思是:",
        "options": {
            "A": "幸福",
            "B": "希望",
            "C": "抄收",
            "D": "这里"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0399",
        "question": "“快速收发报”的缩语是:",
        "options": {
            "A": "HST",
            "B": "RTTY",
            "C": "CW",
            "D": "RST"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0400",
        "question": "业余电台完成当前发送并守听任意电台时应使用缩语:",
        "options": {
            "A": "K",
            "B": "GA",
            "C": "PSE",
            "D": "Come on"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0401",
        "question": "业余电台完成当前发送并守听通联中的对方电台时可使用缩语:",
        "options": {
            "A": "KN",
            "B": "PSE",
            "C": "Please call one by one",
            "D": "CU"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0402",
        "question": "在CW 通联中表达“非常感谢”之意时我们发送:",
        "options": {
            "A": "“MNY TNX”或“MNI TNX”",
            "B": "TNX TOO MUCH",
            "C": "VY TNX",
            "D": "I AM GRATEFUL FER UR TNX"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0403",
        "question": "业余无线电通信缩语“NW”的意思是:",
        "options": {
            "A": "现在",
            "B": "不工作",
            "C": "新的",
            "D": "你和我"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0404",
        "question": "通联时,我们有时称对方电台的操作员为“old man”.这是将对方比作亲密无间的队友, 因此为“老朋友”,“老伙计”之意且无关年龄.这个称呼的缩语是:",
        "options": {
            "A": "OM",
            "B": "OB",
            "C": "OC",
            "D": "OT"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0405",
        "question": "“操作员”的缩语是:",
        "options": {
            "A": "OP",
            "B": "OOP",
            "C": "OM",
            "D": "OHM"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0406",
        "question": "在CW 日常通联中,适当使用带“请”字的祈使句可以活跃通联气氛.“请”的缩语是:",
        "options": {
            "A": "PSE,PLS",
            "B": "PSK,ASK",
            "C": "PX,PWM",
            "D": "PWR,PTT"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0407",
        "question": "与“QSL”类似,如果完全抄收了对方所发的消息,我们常以起始语“Roger”开启新的 会话.这可向对方主动传达确认之意.“Roger”的缩语是:",
        "options": {
            "A": "R",
            "B": "RX",
            "C": "RIG",
            "D": "RFI"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0408",
        "question": "业余无线电业务中,“SAE”的含义为:",
        "options": {
            "A": "写好收信人地址的信封",
            "B": "信封",
            "C": "请尽快寄出QSL 卡片",
            "D": "请勿通过卡片管理局交换QSL 卡片"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0409",
        "question": "业余无线电爱好者寄送QSL 卡片时常会提及缩语“SASE”,其含义为:",
        "options": {
            "A": "写好收信人地址并贴好邮票(或附有邮资)的信封",
            "B": "国际邮资券",
            "C": "请尽快寄出QSL 卡片",
            "D": "请勿通过卡片管理局交换QSL 卡片"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0410",
        "question": "在通联中,如需更正刚才发错的内容,我们通常以“抱歉”开启会话,缩语为:",
        "options": {
            "A": "SRI",
            "B": "SNR",
            "C": "STN",
            "D": "SMS"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0411",
        "question": "“温度”的缩语是:",
        "options": {
            "A": "TEMP",
            "B": "TMPO",
            "C": "TUNE",
            "D": "WX"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0412",
        "question": "“谢谢”的缩语是:",
        "options": {
            "A": "TNX,TKS",
            "B": "SRI,SAE",
            "C": "CU,GB",
            "D": "TVI,RFI"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0413",
        "question": "“谢谢你”的缩语是:",
        "options": {
            "A": "TU",
            "B": "ATU",
            "C": "TX",
            "D": "ATT"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0414",
        "question": "“你的”或者“你是”可用缩语表示为:",
        "options": {
            "A": "UR",
            "B": "TU",
            "C": "FB",
            "D": "US"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0415",
        "question": "在CW 通联中,我们有时会抄到缩语“WL”,意思是:",
        "options": {
            "A": "将要",
            "B": "超级棒",
            "C": "物理",
            "D": "滑铁卢"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0416",
        "question": "收听CW 或SSB 联络,我们有时会听到缩语“XYL”.其含义是:",
        "options": {
            "A": "妻子",
            "B": "晶体",
            "C": "女士",
            "D": "发信机"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0417",
        "question": "有一类业余无线电操作员享有称呼“YL”.而有些业余无线电竞赛也为这些人士制定了专 享的规则.缩语“YL”的含义是:",
        "options": {
            "A": "女士",
            "B": "好运",
            "C": "你的",
            "D": "领导"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0418",
        "question": "术语“单元”通常指天线振子.其缩语是:",
        "options": {
            "A": "EL,ELE 或ELS",
            "B": "YAGI",
            "C": "ANT",
            "D": "UNIT"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0419",
        "question": "在业余无线电通联中探讨天线时,缩写DP 代表:",
        "options": {
            "A": "偶极天线",
            "B": "长线天线",
            "C": "定向天线",
            "D": "垂直天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0420",
        "question": "在业余无线电通联中探讨天线时,缩写GP 代表:",
        "options": {
            "A": "垂直接地天线",
            "B": "对数周期天线",
            "C": "偶极天线",
            "D": "定向天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0421",
        "question": "在业余无线电通联中探讨天线时,缩写VER 代表:",
        "options": {
            "A": "垂直天线",
            "B": "垂直接地天线",
            "C": "定向天线",
            "D": "偶极天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0422",
        "question": "在业余无线电通联中探讨天线时,缩写LW 代表:",
        "options": {
            "A": "长线天线",
            "B": "偶极天线",
            "C": "定向天线",
            "D": "垂直天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0423",
        "question": "在业余无线电通联中探讨天线时,缩写YAGI 代表:",
        "options": {
            "A": "八木天线",
            "B": "定向天线",
            "C": "偶极天线",
            "D": "垂直天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0424",
        "question": "在业余无线电通联中探讨天线时,缩写BEAM 代表:",
        "options": {
            "A": "定向天线",
            "B": "八木天线",
            "C": "偶极天线",
            "D": "垂直天线"
        },
        "answer": "A",
        "knowledgePoint": "2.4.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0425",
        "question": "发射类别(class of emission)是指用标准符号标示的某发射的一组特性,例如主载波调 制方式,调制信号,被发送信息的类型以及其他适用的信号特性.表示CW 报的发射类别 是:",
        "options": {
            "A": "A1A",
            "B": "J3E",
            "C": "F2B",
            "D": "G2B"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0426",
        "question": "发射类别(class of emission)是指用标准符号标示的某发射的一组特性,例如主载波调 制方式,调制信号,被发送信息的类型以及其他适用的信号特性.表示单边带话的发射类别 是:",
        "options": {
            "A": "J3E",
            "B": "A1A",
            "C": "F2B",
            "D": "G2B"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0427",
        "question": "发射类别(class of emission)是指用标准符号标示的某发射的一组特性,例如主载波调 制方式,调制信号,被发送信息的类型以及其他适用的信号特性.表示用单边带话传输的 SSTV 信号的发射类别是:",
        "options": {
            "A": "F3F",
            "B": "J3E",
            "C": "F2B",
            "D": "F3E"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0428",
        "question": "发射类别(class of emission)是指用标准符号标示的某发射的一组特性,例如主载波调 制方式,调制信号,被发送信息的类型以及其他适用的信号特性.表示调频话的发射类别是:",
        "options": {
            "A": "F3E",
            "B": "F3F",
            "C": "J3E",
            "D": "F2B"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0429",
        "question": "发射类别是指用标准符号标示的某发射的一组特性,例如主载波调制方式,调制信号, 被发送信息的类型以及其他适用的信号特性.表示用调频话传输的SSTV 信号的发射类别是:",
        "options": {
            "A": "F3F",
            "B": "F2B",
            "C": "J3E",
            "D": "F3E"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0430",
        "question": "发射类别是指用标准符号标示的某发射的一组特性,例如主载波调制方式,调制信号, 被发送信息的类型以及其他适用的信号特性.表示调频ATV 信号的发射类别是:",
        "options": {
            "A": "F3F",
            "B": "F2B",
            "C": "F3E",
            "D": "J3E"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0431",
        "question": "带外发射是指:",
        "options": {
            "A": "由于调制过程而产生的,刚超出必要带宽的一个或多个频率的发射,但杂散发射除外",
            "B": "由于调制过程而产生的,刚超出占用带宽的一个或多个频率的发射,但杂散发射除外",
            "C": "由于调制过程而产生的,刚超出参考带宽的一个或多个频率的发射,但杂散发射除外",
            "D": "由于调制过程而产生的,刚超出固定带宽的一个或多个频率的发射,但杂散发射除外"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0432",
        "question": "业余无线电通信中三种最基本调制的缩写是AM,FM 和PM.它们的中文名称是:",
        "options": {
            "A": "幅度调制(调幅),频率调制(调频),相位调制(调相)",
            "B": "幅度调制(调幅),频率调制(调频),脉宽调制(调脉宽)",
            "C": "频率调制(调频),脉码调制(调脉码),幅度调制(调幅)",
            "D": "幅度调制(调幅),频率调制(调频),电码调制(莫尔斯)"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0433",
        "question": "以下哪种调制方式被广泛应用于VHF 或UHF 本地通联?",
        "options": {
            "A": "FM",
            "B": "SSB",
            "C": "PSK",
            "D": "AM"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0434",
        "question": "以下哪种调制方式被广泛应用于长距离和弱信号情况下的VHF 或UHF 话音通联?",
        "options": {
            "A": "SSB",
            "B": "AM",
            "C": "FM",
            "D": "PM"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0435",
        "question": "以下哪种调制方式被广泛应用于HF 话音通联?",
        "options": {
            "A": "SSB",
            "B": "AM",
            "C": "FM",
            "D": "PM"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0436",
        "question": "与FM 相比,SSB 方式的优点是什么?",
        "options": {
            "A": "发射带宽较FM 方式窄",
            "B": "同频电台彼此互不干扰",
            "C": "对天电干扰免疫",
            "D": "对主载波的频率误差不敏感"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0437",
        "question": "相比SSB 方式,FM 的主要缺点是什么?",
        "options": {
            "A": "无法同时守听多个信号",
            "B": "抵抗脉冲干扰的能力差",
            "C": "对主载波的频率误差很敏感",
            "D": "含有恒定不变的载波分量,发射功率利用不充分"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0438",
        "question": "在VHF 和UHF 频段进行SSB 通联通常选用哪个边带?",
        "options": {
            "A": "上边带",
            "B": "下边带",
            "C": "抑制边带",
            "D": "残留边带"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0439",
        "question": "在14MHz 及以上HF 频段进行语音通信通常选用哪个边带?",
        "options": {
            "A": "上边带",
            "B": "下边带",
            "C": "抑制边带",
            "D": "残留边带"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0440",
        "question": "在7MHz 及以下频段进行语音通信通常选用哪个边带?",
        "options": {
            "A": "下边带",
            "B": "上边带",
            "C": "抑制边带",
            "D": "残留边带"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0441",
        "question": "为什么业余电台在10.1MHz 以下频段使用下边带进行话音通联,而在10.1MHz 以上频 段却使用上边带?",
        "options": {
            "A": "这是各国业余无线电爱好者普遍接受并沿用至今的一种通联习惯",
            "B": "10.1MHz 以下频段更利于下边带的传播",
            "C": "10.1MHz 以上频段更利于上边带的传播",
            "D": "因为在接收机中设置一个10.1MHz 的BFO 可以同时收听上边带和下边带"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0442",
        "question": "发起SSB 呼叫时,你与周边电台的频率间隔应至少为:",
        "options": {
            "A": "2-3kHz",
            "B": "150-500Hz",
            "C": "15-50Hz",
            "D": "大约6kHz"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0443",
        "question": "下列哪种调制方式可以纳入调幅(AM)的范畴?",
        "options": {
            "A": "单边带调制(SSB)",
            "B": "线性调频(Chirp)",
            "C": "直序扩频(DSSS)",
            "D": "相移键控(PSK)"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0444",
        "question": "在业余无线电业务中,有种通信方式的缩写是CW.其含义为:",
        "options": {
            "A": "等幅电报",
            "B": "莫尔斯编码",
            "C": "幅度键控",
            "D": "频移键控"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0445",
        "question": "以下哪种调制方式拥有最窄的发射带宽?",
        "options": {
            "A": "CW",
            "B": "单边带话",
            "C": "调频话",
            "D": "ATV"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0446",
        "question": "业余电台一般不用调频话方式进行莫尔斯电码通联.这是因为:",
        "options": {
            "A": "调频话信道带宽超过传输莫尔斯电码的必要带宽,不符合我国《无线电频率划分规定》 “电台的技术特性”一章关于“把带宽保持在技术状态和该项业务的性质所允许的最低值上” 的要求",
            "B": "调频话方式不能传输莫尔斯电码",
            "C": "调频话方式传输莫尔斯电码可靠性差",
            "D": "调频话方式传输莫尔斯电码时速度受限制"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0447",
        "question": "无论是FM 还是SSB 调制,向发射机的话筒输入端施加10 倍于规定输入电压的音频信 号,最可能的结果是:",
        "options": {
            "A": "信号失真.大量的谐波和互调产物还可能促使发射带宽增加,通信质量下降",
            "B": "通信距离有效延长了,信号听起来也更加饱满",
            "C": "通信距离有效延长了,只是信号听上去失真了",
            "D": "发射功率超过额定值,发射机的末级射频功率器件会因此烧毁"
        },
        "answer": "A",
        "knowledgePoint": "2.5.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0516",
        "question": "使用DRM 协议进行数字慢扫描电视(DSSTV)通信时,爱好者总是倾向于通过单边带 而非调频话方式来传输在音频范围内生成的DSSTV 基带.主要原因是:",
        "options": {
            "A": "单边带方式完整保留DSSTV 的基带特性,利于衰落信道中的差错控制",
            "B": "使用调频话传输DSSTV 增添门限效应,因此也增加了信号的发射带宽",
            "C": "使用调频话传输DSSTV 虽然可以改善画质,但是无法提高伴音的音质",
            "D": "使用调频话传输DSSTV 虽然可以改善伴音的音质,但是无法提高画质"
        },
        "answer": "A",
        "knowledgePoint": "2.6.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0565",
        "question": "什么是收发信机?",
        "options": {
            "A": "一种组合了接收机和发射机的无线电通信设备",
            "B": "一种将收到的信号再行转发的设备",
            "C": "一种将收到的信息解码,纠错并转发的设备",
            "D": "一种将数字话音转换为模拟话音并转发的设备"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0568",
        "question": "为什么业余无线电收发信机所用的直流电源线要尽量短,尽量粗?",
        "options": {
            "A": "减小发信时电源线上的压降",
            "B": "分流机箱外表面的射频电流",
            "C": "防止收发信机意外滑落摔坏",
            "D": "厂商销售电源线的一种策略"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0569",
        "question": "单工操作(simplex operation)是指:在一条电信通路的两个方向上交替进行传输的一 种工作方式.下列通信采用单工操作方式:",
        "options": {
            "A": "两台由PTT 键转换收发状态的业余对讲机之间的通信",
            "B": "两台有线电话座机之间的通信",
            "C": "两台公众移动电话终端(手机)之间的通信",
            "D": "一台业余中继台与一台由PTT 键转换收发状态的业余对讲机之间的通信"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0570",
        "question": "双工操作(duplex operation)是指:一条电信通路的两个方向能同时进行传输的工作方 式.下列通信采用双工操作方式:",
        "options": {
            "A": "由一台连续工作的430MHz 接收机和一台144MHz 发信机组成的地面业余电台与业余卫 星之间的通信",
            "B": "两台具有QSK 功能的业余CW 收发信之间的通信",
            "C": "一台业余中继台与一台由PTT 键转换收发状态的业余对讲机之间的通信",
            "D": "两台由PTT 键转换收发状态的业余对讲机之间的通信"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0571",
        "question": "半双工操作(semi-duplex operation)是指:电路的一端用单工操作,另一端用双工操 作的一种工作方式.下列通信采用半双工操作方式:",
        "options": {
            "A": "一台业余中继台与一台由PTT 键转换收发状态的业余对讲机之间的通信",
            "B": "两台具有QSK 功能的业余CW 收发信之间的通信",
            "C": "两台由PTT 键转换收发状态的业余对讲机之间的通信",
            "D": "两台公众移动电话终端(手机)之间的通信"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0572",
        "question": "收发信机中的PTT 是指什么信号?",
        "options": {
            "A": "按键发射,有信号(一般为对地接通)时发射机由等待转为发射",
            "B": "发信语音压缩,对音频输入电平进行检测并反馈控制,以提升语音包络幅度较小的部分",
            "C": "收信机前置放大器,在接收微弱信号时接入(此时某些技术指标可能低于额定值)",
            "D": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0573",
        "question": "收发信机面板上或设置菜单中的符号SQL 代表什么功能?",
        "options": {
            "A": "静噪控制,用来调整静噪阈值的大小",
            "B": "发信语音压缩,对音频输入电平进行检测并反馈控制,以提升语音包络幅度较小的部分",
            "C": "收信机前置放大器,在接收微弱信号时接入(此时某些技术指标可能低于额定值)",
            "D": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0574",
        "question": "收发信机设置静噪功能的目的是什么?",
        "options": {
            "A": "在没有信号的情况下关闭音频输出,避免播放刺耳的噪声",
            "B": "滤除所收信号中的噪声,使对方的话音变得清晰",
            "C": "滤除发信方的环境噪声,使发出的话音更为清晰",
            "D": "自动控制收信机的增益,避免信号过强时发生阻塞或失真"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0575",
        "question": "需要聆听非常微弱的FM 信号时应如何设置收发信机的静噪?",
        "options": {
            "A": "关闭静噪或将阈值设为0,使接收机的音频输出不受限制",
            "B": "尽可能调高接收机的音量",
            "C": "关闭VOX 功能",
            "D": "调节VOX,使之处于最灵敏的状态"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0576",
        "question": "用带有静噪功能的FM 收发信机接收FM 话音,我们有时会在发射方松开PTT 的时候听 到一种比较短促的“嘶”或“喀拉”的噪声拖尾.这是因为:",
        "options": {
            "A": "此类电路根据接收机鉴频输出的高音频噪声的大小来判断信号消失与否,并据此控制音 频输出.这种检测需要一定的时间才能完成,这导致短暂泄漏刺耳的噪声",
            "B": "该噪声是发射台话筒的PTT 键接点跳动所致,发射到接收端时还可能带有“叮”的声音",
            "C": "该噪声是发射台的一种有目的所为,例如是用作结束发射的标志,有时是“嘟”的声音",
            "D": "这是由接收机的自动增益电路的时间常数造成"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0577",
        "question": "收发信机面板上或设置菜单中的符号VOL 代表什么功能?",
        "options": {
            "A": "音量控制,用来调整接收机放出的声音大小",
            "B": "发信语音压缩,对音频输入电平进行检测并反馈控制,以提升语音包络幅度较小的部分",
            "C": "收信机前置放大器,在接收微弱信号时接入(此时某些技术指标可能低于额定值)",
            "D": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0578",
        "question": "收发信机面板上或设置菜单中的符号VOX 代表什么功能?",
        "options": {
            "A": "发信机声控,接入后将根据对话筒有无语音输入的判别自动控制收发转换",
            "B": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "C": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内",
            "D": "发信语音压缩,对音频输入电平进行检测并反馈控制,以提升语音包络幅度较小的部分"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0579",
        "question": "既然收发信机已经具备PTT 功能,那为什么有些机型还要提供VOX?",
        "options": {
            "A": "双手忙于其他工作时,VOX 的“免提”特点有助于通联",
            "B": "VOX 用于连接蓝牙耳机,提供操作的便捷性",
            "C": "VOX 对话音提供更多加工处理,可有效降低发射带宽",
            "D": "VOX 对话音提供更多加工处理,可使声音更易于辩识"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0580",
        "question": "某些对讲机具有发送CTCSS 码的功能.缩写CTCSS 指的是:",
        "options": {
            "A": "亚音调静噪,即从67-250.3Hz 的38 个亚音调频率中选取一个作为选通信号,代表38 种状态之一,接收机没有收到特定的选通信号时自动关闭音频输出",
            "B": "双音多频编码,由8 个音调频率中的两个频率组合成的控制信号,代表16 种状态之一, 用于遥控和传输数字等简单字符",
            "C": "数字设备识别码,即在松开PTT 按键时自动发送一串代表设备代号的二进制数据",
            "D": "自动静噪,即在接收机没有收到信号时自动关闭音频输出"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0581",
        "question": "某些对讲机具有发送DTMF 码的功能.缩写DTMF 指的是:",
        "options": {
            "A": "双音多频编码,由8 个音调频率中的两个频率组合成的控制信号,代表16 种状态之一, 用于遥控和传输数字等简单字符",
            "B": "亚音调静噪,即从67-250.3Hz 的38 个亚音调频率中选取一个作为选通信号,代表38 种状态之一,接收机没有收到特定的选通信号时自动关闭音频输出",
            "C": "数字设备识别码,即在松开PTT 按键时自动发送一串代表设备代号的二进制数据",
            "D": "自动静噪,即在接收机没有收到信号时自动关闭音频输出"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0583",
        "question": "有些调频接收机的参数设置菜单有NFM 和WFM 两种选择.它们的含义是:",
        "options": {
            "A": "NFM 为窄带调频方式,适用于信道带宽25kHz/12.5kHz 的通信信号;WFM 为宽带调频 方式,适用于接收信道带宽180kHz 左右的广播信号",
            "B": "NFM 代表数字化语音方式,WFM 代表模拟语音方式",
            "C": "NFM 为调频通信本地方式(较低灵敏度),WFM 为调频通信远程方式(最高灵敏度)",
            "D": "NFM 为单频率守候方式,WFM 为双频率守候方式"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0584",
        "question": "在一些VHF/UHF 业余无线电调频手持对讲机或车载电台的设置菜单中有“全频偏”和“半 频偏”的选项.其意义是:",
        "options": {
            "A": "代表与25kHz 或者12.5kHz 标称发射带宽相对应的5kHz 或2.5kHz 调制频偏",
            "B": "同一频段内,全频偏方式下发射机的频率漂移显然是比半频偏的大一倍",
            "C": "全频偏方式适用于收发异频的中继台通信;半频偏方式适用于同频直接联络",
            "D": "全频偏方式压缩5kHz 范围内的话音;半频偏方式只压缩低于2.5kHz 的声音"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0586",
        "question": "如需快速切换至你常用的某个频率,应当如何设置你的电台?",
        "options": {
            "A": "将该频率作为一个频道存储到电台中",
            "B": "打开哑音静噪功能",
            "C": "关闭哑音静噪功能",
            "D": "使用快速扫描功能来切换到那个频率"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0587",
        "question": "车载电台的直流电源负极应当接在哪里?",
        "options": {
            "A": "接到电池的负极或发动机的接地带上",
            "B": "接在天线座上",
            "C": "可以连在汽车的任意金属部件上",
            "D": "连在固定住电台的挂置架上"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0588",
        "question": "有时,装在汽车上的移动电台可能放出随引擎转速而变的尖利啸声,其来源于:",
        "options": {
            "A": "发电机",
            "B": "火花塞",
            "C": "电动油泵",
            "D": "ABS 控制器"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0589",
        "question": "如果别的业余电台报告说你的手持电台发射的FM 信号的频偏过大,你应当怎么做?",
        "options": {
            "A": "尝试切换至NFM 档位进行通联.如已使用NFM,则试着讲话时离话筒远一点儿",
            "B": "更换一块新电池再试",
            "C": "调至发射功率更大的档位",
            "D": "使用更大的声音对着话筒讲话以触发系统中隐藏的但是非常好用的语音限幅功能"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0590",
        "question": "如果其他电台报告说你的发射干扰了相邻频率的通信.你应当做的是:",
        "options": {
            "A": "检查发射机的频率指示是否准确,发射机的杂散发射指标是否合格",
            "B": "换用另一种调制模式试试看",
            "C": "将这种情况通知你的设备制造商",
            "D": "立即增加发射功率"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0591",
        "question": "如果其他电台报告说你在2 米波段的信号本来很强,但是突然就变弱甚至难以辨别了, 你应当怎么做?",
        "options": {
            "A": "稍稍移动一下自己的位置.电波传播的多径效应会时而引起信号衰落或解调失真",
            "B": "打开发射机的亚音静噪功能",
            "C": "请对方电台检查一下静噪设置",
            "D": "将你电台中的锂电池换成镍氢的"
        },
        "answer": "A",
        "knowledgePoint": "3.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0598",
        "question": "如果进行SSB 或CW 通联时周边环境嘈杂,哪种设备可以替代电台上的扬声器,改善话 音抄收?",
        "options": {
            "A": "耳机",
            "B": "低通滤波器",
            "C": "视频显示器",
            "D": "吊杆胖话筒"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0599",
        "question": "全功能小型收发信机的面板上常有缩写为“NB”和“SQL”的功能,它们有什么不同?",
        "options": {
            "A": "NB 为“抑噪”,切除高于平均信号的大幅度突发脉冲噪声;SQL 为“静噪”,信噪比达不 到一定水平时自动关闭音频输出",
            "B": "NB 和SQL 都是指“抑噪”,收不到有用信号时自动关断背景噪声",
            "C": "NB 和SQL 都是指“静噪”,切除高于平均信号的大幅度突发脉冲噪声",
            "D": "NB 和SQL 都是指“静噪”,收不到带有预期的特定控制信号时自动关断音频输出"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0600",
        "question": "某些车辆的火花塞辐射脉冲干扰.这可能导致收信机的AGC 过早起控,使正在接收的 SSB 或CW 信号受到压制,进而影响听抄.遇到这种情况,你应当如何设置你的电台?",
        "options": {
            "A": "打开电台的抑噪(NB)功能",
            "B": "降低静噪(SQL)阀值",
            "C": "将频率稍稍调偏一点儿",
            "D": "反复调节电台的RIT 旋钮"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0601",
        "question": "全功能小型收发信机面板上的“MODE”代表什么功能:",
        "options": {
            "A": "用来切换工作方式,比如FM,LSB,USB 和CW 等",
            "B": "用来切换静噪方式,比如CTCSS 和DCS 等",
            "C": "用来切换接收机的工作方式,比如射频直采和低中频超外差等",
            "D": "用来切换监听方式,比如单耳音频,双耳音频和CW 立体声等"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0602",
        "question": "收发信机面板上的符号ATT 代表什么功能?",
        "options": {
            "A": "收信机输入衰减器,在接收大信号时接入,使信号不致过大而使前级电路过载",
            "B": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "C": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内",
            "D": "发信自动音量控制,对音频输入电平进行检测并反馈控制,以维持其在适当限度之内"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0603",
        "question": "收发信机面板上的符号AGC 代表什么功能?",
        "options": {
            "A": "收信机自动增益控制,对中频级信号电平进行检测并反馈控制,防止电路过载",
            "B": "收信自动音量控制,对音频输出电平进行检测并反馈控制,以维持其在适当限度之内",
            "C": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "D": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0604",
        "question": "既然全功能收信机具有AGC 功能,那为什么好多机型还要装设衰减(ATT)开关?",
        "options": {
            "A": "特强带外信号可以阻塞接收机的前级电路,致使器件非线性工作,产生失真和互调.此 时需在接收机的前端电路之前加入衰减器,并用开关控制其切入与否",
            "B": "通常,增益控制旋钮的控制范围不够宽,加入ATT 开关可以拓展增益控制范围",
            "C": "如果遭遇特强带内干扰,那么打开ATT 就可防止过大的音量损坏扬声器或耳机了",
            "D": "这可以防止本台发射机的强信号损坏本台的接收机电路"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0606",
        "question": "应关闭接收机AGC 功能的情况是:",
        "options": {
            "A": "有用微弱信号和强干扰同时出现时",
            "B": "接收微弱信号时",
            "C": "接收特强信号时",
            "D": "有用强信号中夹杂着微弱干扰"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0607",
        "question": "应选择较短的AGC 时间常数的情况是:",
        "options": {
            "A": "接收FM/FSK/PSK 等包络幅度恒定的信号",
            "B": "接收SSB 和AM 等正常信号的包络幅度不断变化的信号",
            "C": "将接收机应用于“比幅度法规”测向时",
            "D": "有用微弱信号和强干扰同时出现时"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0608",
        "question": "应选择较长的AGC 时间常数的情况是:",
        "options": {
            "A": "接收SSB 和AM 等正常信号的包络幅度不断变化的信号",
            "B": "接收FM/FSK/PSK 等包络幅度恒定的信号遇到变化很快的传播衰落时",
            "C": "将接收机应用于“比幅度法规”测向时",
            "D": "有用微弱信号和强干扰同时出现时"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0609",
        "question": "多数小型全功能收发信机的面板上都可以看到符号PRE,其代表什么功能?",
        "options": {
            "A": "收信机前置放大器,在接收微弱信号时接入(此时某些技术指标可能低于额定值)",
            "B": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "C": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内",
            "D": "发信语音压缩,对音频输入电平进行检测并反馈控制,以提升语音包络幅度较小的部分"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0610",
        "question": "收发信机面板上的符号ALC 代表什么功能?",
        "options": {
            "A": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内",
            "B": "发信自动音量控制,对音频输入电平进行检测并反馈控制,以维持其在适当限度之内",
            "C": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "D": "自动频率控制,对发射频率的漂移进行检测并反馈控制,以维持准确的工作频率"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0611",
        "question": "在单边带发信机中,发信自动电平控制(ALC)的主要作用是:",
        "options": {
            "A": "防止过驱动导致调制失真或引发电路故障",
            "B": "改善发信机的频率稳定度",
            "C": "自动实现天线电路的阻抗匹配",
            "D": "防止话筒过于灵敏带来背景噪声"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0612",
        "question": "业余电台进行单边带话音通信时,如果对方反映虽然己方的讲话基本可辨,但是在话音 的间隙中夹杂嘈杂的背景噪声.这时应当:",
        "options": {
            "A": "调低发射机的话筒增益.如果发射机带有语音压缩处理功能,则应尝试调低控制深度",
            "B": "调低发射机的射频输出功率",
            "C": "调整发射机的天线匹配电路",
            "D": "调整发射机的ALC 控制深度"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0613",
        "question": "即使打开了发射机的ALC,将话筒的增益调得过高仍可能导致:",
        "options": {
            "A": "发出的信号失真",
            "B": "发射机的功率提升",
            "C": "发射机的频率漂移变大",
            "D": "天线的驻波比增加"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0614",
        "question": "为什么使用单边带收发信机发送AFSK 信号时需要关闭ALC?",
        "options": {
            "A": "ALC 增加AFSK 信号的失真,抬升误码率",
            "B": "ALC 使发射功率失控,导致发射机故障",
            "C": "ALC 使信号的极性反转,致使无法解码",
            "D": "ALC 影响AFSK 信号的频响,使音色变差"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0615",
        "question": "单边带发信机的语音压缩功能有什么作用?",
        "options": {
            "A": "压低较强语音信号的幅度,提升较弱信号的幅度,改善较弱的语音在接收端的信噪比",
            "B": "压低较弱语音信号的幅度,提升较强信号的幅度,增加语音的动态范围和抑扬顿挫感",
            "C": "压低语音信号的低频分量,提升高频分量,增加信号的带宽,使高音更加细腻",
            "D": "压缩信号所占用的频谱宽度,提高无线电频谱的利用率"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0616",
        "question": "收发信机面板上的符号PROC 代表什么功能?",
        "options": {
            "A": "发信语音压缩,对音频输入电平进行检测并反馈控制,以使包络幅度较小语音获得提升",
            "B": "收信机前置放大器,在接收微弱信号时接入(此时某些技术指标可能低于额定值)",
            "C": "自动天线调谐,对天线电路的电压驻波比进行检测并进行自动补偿,以维持最小驻波比",
            "D": "发信自动电平控制,对射频输出电平进行检测并反馈控制,以维持其在适当限度之内"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0617",
        "question": "发信时,若话音压缩调整不当可能带来什么问题?",
        "options": {
            "A": "可能产生很多互调成分,影响对方收信时的辨识度",
            "B": "可能使话音严重失真,但是不影响对方电台的收信",
            "C": "可能发射很大的交流声",
            "D": "可能使话筒过载损坏"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0618",
        "question": "为什么用单边带收发信机发送AFSK 信号时应关闭语音压缩功能?",
        "options": {
            "A": "语音压缩可能导致信号的包络畸变,破坏基带特征,抬升误码率",
            "B": "经语音压缩处理的信号,其相位变化已不存在,本质上无法解码",
            "C": "经语音压缩处理的信号,其幅度变化已不存在,本质上无法解码",
            "D": "语音压缩提升信号的峰均比,易导致发射机功率放大器过热损坏"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0621",
        "question": "收发信机面板上的符号AT或者TUNE代表什么功能？",
        "options": {
            "A": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比",
            "B": "发信自动音量控制，对音频输入电平进行检测并反馈控制，以维持其在适当限度之内",
            "C": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内",
            "D": "自动频率控制，对发射频率的漂移进行检测并反馈控制，以维持准确的工作频率"
        },
        "answer": "A",
        "knowledgePoint": "3.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0624",
        "question": "下面哪种方法可以减小话筒或耳机用音频电缆可能感生的射频电流？",
        "options": {
            "A": "在电缆外面穿套铁氧体磁环",
            "B": "在电缆芯线中串联低通滤波器",
            "C": "在电缆前端添置话筒放大器",
            "D": "在电缆芯线中串联带通滤波器"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0649",
        "question": "发射天线的作用是:",
        "options": {
            "A": "把发射机输出的射频信号转化为无线电波",
            "B": "利用天线的增益放大发射机的输出功率",
            "C": "将发射机输出的射频信号转化为音频信号",
            "D": "将发射机输出的射频信号转化为红外线"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0650",
        "question": "接收天线的作用是:",
        "options": {
            "A": "把空间的无线电波转化为接收机中的射频电信号",
            "B": "利用天线的增益放大空间的无线电波并将之传向接收机",
            "C": "将空间的无线电波转化为接收机中的音频信号",
            "D": "将空间的无线电波转化为红外线"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0654",
        "question": "以dBd为单位的天线增益是指:",
        "options": {
            "A": "待测天线最大辐射方向上的辐射功率密度与半波长偶极天线对应值之比的dB值",
            "B": "待测天线最大辐射方向上的辐射功率密度与理想点源天线对应值之比的dB值",
            "C": "待测天线最大辐射方向上的辐射功率密度与1/4波长垂直天线对应值之比的dB值",
            "D": "待测天线最大辐射方向及其(180°)反方向的辐射功率密度测量值之比的dB值"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0657",
        "question": "我们之所以称垂直接地天线为“全向天线”，是因为:",
        "options": {
            "A": "这种天线在水平方向上没有指向性",
            "B": "这种天线在垂直方向上没有指向性",
            "C": "这种天线的E面和H面方向图均为正圆",
            "D": "这种天线辐射各向同性的球面波"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0661",
        "question": "在车内使用手持电台和俗称“橡胶天线”的柔性天线进行通信可能遇到什么问题？",
        "options": {
            "A": "车体的屏蔽作用影响信号强度",
            "B": "大量电波反射回天线，抬升SWR",
            "C": "影响电台散热",
            "D": "行车噪声影响通话质量"
        },
        "answer": "A",
        "knowledgePoint": "3.3.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0671",
        "question": "通联时，如果收发信机的SWR表显示读数4:1，则意味着:",
        "options": {
            "A": "从发射机的输出端口来看，天线系统的整体匹配情况不佳",
            "B": "从发射机的输出端口来看，天线系统的整体阻抗为200欧或12.5欧",
            "C": "天线系统的辐射效率仅为25%",
            "D": "天线系统的整体增益仅为4dB"
        },
        "answer": "A",
        "knowledgePoint": "3.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0673",
        "question": "多数发射机都在SWR超过一定值时降低输出功率。这是为了:",
        "options": {
            "A": "保护发射机中的功率半导体器件",
            "B": "防止烧断供电线路中的保险丝",
            "C": "防止传输线上的驻波超过限值",
            "D": "防止发射出去的无线电波带有过大的驻波"
        },
        "answer": "A",
        "knowledgePoint": "3.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0674",
        "question": "用同轴电缆连接天线时，为什么驻波比趋于1:1为好？",
        "options": {
            "A": "降低电缆的损耗，使射频能量更有效地传输",
            "B": "防止屏蔽层的外层辐射能量，导致射频干扰(RFI)",
            "C": "延长天线的使用寿命",
            "D": "延长发信机的使用寿命"
        },
        "answer": "A",
        "knowledgePoint": "3.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0675",
        "question": "以下哪种情况可能导致业余发信机显示的驻波比不稳定？",
        "options": {
            "A": "发信机、馈线或天线某处接触不良",
            "B": "发信机采用相位调制",
            "C": "发信机过调制",
            "D": "馈线温度过高"
        },
        "answer": "A",
        "knowledgePoint": "3.3.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0678",
        "question": "对于业余无线电通信，最适合的同轴电缆特性阻抗为:",
        "options": {
            "A": "50欧姆",
            "B": "75欧姆",
            "C": "93欧姆",
            "D": "300欧姆"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0679",
        "question": "传输线具有多种类型，但是为什么架设业余电台通常选用同轴电缆？",
        "options": {
            "A": "因为它易于使用，与架设环境之中其他物体间的互耦也很低",
            "B": "因为它的损耗比其他任何种类的馈线都低",
            "C": "因为相比其他馈线，它可以传输更大的功率",
            "D": "因为很明显，它比其他任何馈线都便宜"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0683",
        "question": "将同轴电缆装于室外时，为什么要求电缆外皮(护套)能够耐受紫外线？",
        "options": {
            "A": "如果电缆护套被紫外线破坏，电缆就会受潮损坏",
            "B": "紫外线会激励非线性导行模式，导致互调和谐波发射",
            "C": "紫外线会与射频信号相互混频，导致相当复杂的宽带干扰",
            "D": "紫外线会促使电缆升温，并因此增加电缆的功率损耗"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0684",
        "question": "相比填充有机介质的同轴电缆，空气介质同轴电缆的劣势是什么？",
        "options": {
            "A": "空气介质同轴电缆需要特别措施来防止湿气渗透",
            "B": "空气介质同轴电缆只能用于30MHz以下业余频段",
            "C": "空气介质同轴电缆的每百米损耗太大",
            "D": "空气介质同轴电缆不能在冰点以下工作"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0686",
        "question": "以下给出了一些同等外径的馈线。其中哪一种在VHF/UHF频段损耗更低？",
        "options": {
            "A": "空气介质同轴硬电缆",
            "B": "独立屏蔽分组双绞线",
            "C": "50欧姆同轴软电缆",
            "D": "75欧姆同轴软电缆"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0687",
        "question": "对于400MHz或更高频率的信号，应当优先选用的同轴电缆连接器是:",
        "options": {
            "A": "N型连接器",
            "B": "M型连接器",
            "C": "RS-213型连接器",
            "D": "DB-23型连接器"
        },
        "answer": "A",
        "knowledgePoint": "3.3.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0688",
        "question": "关于M型同轴电缆连接器，以下说法正确的是:",
        "options": {
            "A": "这种连接器广泛应用于HF和VHF通信系统",
            "B": "这种连接器使用了先进的螺纹式锁紧技术，防水防盗",
            "C": "这种连接器使用了卡式锁紧技术，便于快拔快插",
            "D": "这种连接器制造成本很高，通常用于微波通信系统"
        },
        "answer": "A",
        "knowledgePoint": "3.3.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0711",
        "question": "多径传播对UHF或VHF波段数据通信的影响是:",
        "options": {
            "A": "可能使误码率上升",
            "B": "如果是FM通联，则影响微不足道，不可察觉",
            "C": "随着传播路径的增加，数据通信速率线性减小",
            "D": "随着传播路径的增加，数据通信速率线性增加"
        },
        "answer": "A",
        "knowledgePoint": "3.3.5",
        "type": "单选题"
    },
    {
        "id": "MC1-0714",
        "question": "有时，相隔数百千米的业余电台可以实现VHF/UHF超视距直接联络。可能的原因是:",
        "options": {
            "A": "信号的传播路径中出现了大气波导现象",
            "B": "有飞行器在空中反射了电波",
            "C": "降雨增加了大地电导率，增强了电波传播",
            "D": "每当冬季，植被的减少都有利于电波传播"
        },
        "answer": "A",
        "knowledgePoint": "3.3.6",
        "type": "单选题"
    },
    {
        "id": "MC1-0716",
        "question": "是什么导致了对流层的大气波导现象？",
        "options": {
            "A": "大气高空逆温",
            "B": "太阳黑子和/或太阳耀斑",
            "C": "飓风或龙卷风所致的上升气流",
            "D": "雷暴时大量闪电所产生的等离子体"
        },
        "answer": "A",
        "knowledgePoint": "3.3.6",
        "type": "单选题"
    },
    {
        "id": "MC1-0820",
        "question": "在无线电发射机中，调制器的作用是:",
        "options": {
            "A": "以原始调制信号控制射频载波的幅度、频率和相位参数",
            "B": "以电能转换效率最高的方式控制线性射频放大器的工作点",
            "C": "调整天馈系统的参数，实现阻抗匹配",
            "D": "自动控制发射信号的频谱，将其保持在核准的必要带宽内"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0822",
        "question": "接收机解调器的作用是:",
        "options": {
            "A": "从接收到的已调射频信号中分离出原始调制信号",
            "B": "对接收到的射频信号进行宽带线性放大",
            "C": "对接收到的射频信号进行与必要带宽相匹配的选频放大",
            "D": "从接收到的已调制射频信号中提取出载波分量"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0823",
        "question": "选用解调器的主要应考因素是:",
        "options": {
            "A": "尽量忠实地还原原始调制信号",
            "B": "尽量对已调射频信号加以放大",
            "C": "尽量提升已调射频信号中的载频分量",
            "D": "尽量补偿接所收射频信号的频率偏移"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0824",
        "question": "亚音频静噪系统(CTCSS)所用的声调大体位于音频中的什么范围？",
        "options": {
            "A": "67-250.3Hz",
            "B": "16Hz-20kHz",
            "C": "16kHz-20kHz",
            "D": "220Hz-2503Hz"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0827",
        "question": "接收机前置放大器的主要作用是:",
        "options": {
            "A": "降低接收机内部噪声的影响",
            "B": "提高接收机最终的音频输出功率电平",
            "C": "提高接收机音频输出的保真度",
            "D": "提高接收机的动态范围"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0829",
        "question": "用设置在NFM方式的对讲机接收WFM信号，效果为:",
        "options": {
            "A": "可以听到信号。如果调制信号幅度较大或音调较高，会听到明显的非线性失真",
            "B": "听不到信号。但是一旦接收到了信号，调频方式所特有的强烈噪声仍然会消失",
            "C": "可以正常听到信号。但是声音的高音频部分衰减较大，缺乏高音",
            "D": "可以正常听到信号，只是声音比较小"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0832",
        "question": "下列哪种电路可以解调FM信号？",
        "options": {
            "A": "鉴频器",
            "B": "限幅器",
            "C": "乘积检波器",
            "D": "混频器"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0833",
        "question": "什么是“鉴频”？",
        "options": {
            "A": "对调频信号进行解调的过程称为鉴频",
            "B": "判断信号的频率是否超过允许的频率范围的过程称为鉴频",
            "C": "判断信号的频率是否发生了不应有的偏离或者漂移的过程称为鉴频",
            "D": "对调幅信号进行解调的过程称为鉴频"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0835",
        "question": "什么是“检波”？",
        "options": {
            "A": "对调幅信号进行解调的过程称为检波",
            "B": "检查信号的波形是否超过了允许的幅度范围的过程称为检波",
            "C": "检查信号的频率是否发生了不应有的偏离或者漂移的过程称为检波",
            "D": "对调频信号进行解调的过程称为检波"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0841",
        "question": "在超外差式业余收发信机中，负责抑制镜像频率干扰的部件是:",
        "options": {
            "A": "变频级之前的波段预选滤波器",
            "B": "变频级之后的中频滤波器",
            "C": "中频放大级中的限幅电路",
            "D": "带有音调控制的音频输出电路"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0847",
        "question": "业余无线电发射机的效率总是明显低于1。所损耗的那部分能量:",
        "options": {
            "A": "绝大部分转化为热量，极小一部分转化为杂散等无用信号",
            "B": "绝大部分转化为杂散等无用信号并对外辐射",
            "C": "绝大部分因阻抗失配而返回电源，极小一部分转化为热量对外散发",
            "D": "损耗的能量在电容、电感、开关器件等零部件中消失了"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0851",
        "question": "无线电发信机在无调制情况下，在一个射频周期内供给天线馈线的平均功率称为:",
        "options": {
            "A": "载波功率",
            "B": "无用功率",
            "C": "平均功率",
            "D": "峰包功率"
        },
        "answer": "A",
        "knowledgePoint": "3.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0859",
        "question": "下列哪项技术指标描述了接收机抗拒邻近频率干扰的能力？",
        "options": {
            "A": "中频选择性",
            "B": "整机灵敏度",
            "C": "频道扫描速率",
            "D": "本底噪声"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0861",
        "question": "接收机接收SSB话音信号时的频响均匀程度可以用选择性指标来表示，分别为:",
        "options": {
            "A": "带内波动和信道带宽",
            "B": "信道带宽、信道选择性和信道滤波器的矩形系数",
            "C": "镜像抑制比",
            "D": "前端带宽"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0862",
        "question": "接收机抗拒相距工作频率较远的强干扰信号的能力可以用选择性指标来表示，分别为:",
        "options": {
            "A": "前端带宽",
            "B": "带内波动和信道带宽",
            "C": "信道带宽、信道选择性和信道滤波器的矩形系数",
            "D": "镜像抑制比"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0865",
        "question": "用功率电平表示接收机的灵敏度具有什么意义？常用单位是什么？",
        "options": {
            "A": "输出信号达到一定质量标准时输入信号的最小功率电平。单位是dBm或dBμW",
            "B": "输出信号达到一定质量标准时输出信号与输入信号的功率电平之比。单位是dB",
            "C": "输出信号达到一定质量标准时输入信号与输出信号的功率电平之比。单位是dB",
            "D": "输出信号维持一定质量标准时输入信号的最小和最大功率电平之比。单位是dB"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0866",
        "question": "用电压电平表示接收机的灵敏度具有什么意义？常用单位是什么？",
        "options": {
            "A": "输出信号达到一定质量标准时输入信号的最小电动势。单位是μV、dBμV或dBmV",
            "B": "输出信号达到一定质量标准时输入信号的最小电压。单位是μV、dBμV或dBmV",
            "C": "输出信号达到一定质量标准时输入信号的最大电动势。单位是μV或mV",
            "D": "输出信号达到一定质量标准时输出信号与输入信号的电压之比。单位是dB"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0875",
        "question": "已知某接收机的天线输入阻抗为50Ω，灵敏度指标为2μV，则功率电平相应为:",
        "options": {
            "A": "-107dBm",
            "B": "0.02dBm",
            "C": "-103dBm",
            "D": "-113dBm"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0876",
        "question": "已知某接收机的天线输入阻抗为50Ω，灵敏度指标为1μV，则功率电平相应为:",
        "options": {
            "A": "-113dBm",
            "B": "-107dBm",
            "C": "0.01dBm",
            "D": "-103dBm"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0878",
        "question": "术语“信噪比(SNR)”在业余无线电领域广为使用。它是指:",
        "options": {
            "A": "有用信号功率对噪声功率的比值",
            "B": "有用信号峰值电压对噪声峰值电压的比值",
            "C": "有用信号功率对有用信号功率及噪声功率之和的比值",
            "D": "有用信号峰值电压对有用信号峰值电压及噪声峰值电压之和的比值"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0880",
        "question": "接收机的静噪灵敏度是指:",
        "options": {
            "A": "能够使静噪电路退出静噪状态的射频信号最小输入电平",
            "B": "关闭静噪功能之后所能接收到的射频信号最小输入电平",
            "C": "带有静噪功能的接收机开启静噪功能后，按照灵敏度定义测得的灵敏度",
            "D": "带有静噪功能的接收机关闭静噪功能后，按照灵敏度定义测得的灵敏度"
        },
        "answer": "A",
        "knowledgePoint": "3.6.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0909",
        "question": "在描述业余无线电卫星时经常用到缩写OSCAR(奥斯卡)，这个名称的由来是:",
        "options": {
            "A": "“搭载有业余无线电装置的地球轨道卫星”的英文缩写",
            "B": "按照发明者奥斯卡的方案设计制造的业余卫星",
            "C": "纪念业余无线电技术先驱者奥斯卡",
            "D": "电影奥斯卡金奖的基金所赞助的业余卫星活动"
        },
        "answer": "A",
        "knowledgePoint": "3.8.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0911",
        "question": "开展EME通信试验的最佳时机是:",
        "options": {
            "A": "月亮处于近地点",
            "B": "满月",
            "C": "通信两端天气都好",
            "D": "太阳黑子数高"
        },
        "answer": "A",
        "knowledgePoint": "3.8.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0912",
        "question": "在EME通信等需要接收极微弱信号的场合，安装前置放大器时应做到:",
        "options": {
            "A": "尽量安装在靠近天线的地方，信号特别微弱时对放大器进行冷却以降低热噪声",
            "B": "尽量安装在靠近接收机的地方，放大器最好加热以防止元器件温度过低",
            "C": "尽量安装在靠近接收机的地方，放大器尽量采用较高的电源电压以求更高的增益",
            "D": "尽量安装在远离天线的地方，放大器采用射频正反馈电路以提高增益"
        },
        "answer": "A",
        "knowledgePoint": "3.8.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0915",
        "question": "下列哪些通信方式可用于流星余迹和对流层散射通信实验？",
        "options": {
            "A": "FT4",
            "B": "APRS",
            "C": "QPSK31",
            "D": "MT63"
        },
        "answer": "A",
        "knowledgePoint": "4.1.1",
        "type": "单选题"
    },
    {
        "id": "MC1-0928",
        "question": "以下哪一个术语可以用来描述交流电每秒改变极性的次数？",
        "options": {
            "A": "频率",
            "B": "速率",
            "C": "波长",
            "D": "脉率"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0929",
        "question": "业余无线电爱好者经常提及的“波长”与无线电波的频率有什么关系？",
        "options": {
            "A": "波长为光速与频率之比；频率越高，波长越短",
            "B": "波长与真空有些关联，但是在现实生活中无用",
            "C": "很明显，波长为频率的1/4。这个常数应当牢记",
            "D": "很明显，波长为频率的4倍。这个常数应当牢记"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0930",
        "question": "物理量“电动势”描述的是:",
        "options": {
            "A": "电子器件或装置将某种形式的能量转化为电能的能力",
            "B": "加在电路两端的电源驱动电子流动的力量大小",
            "C": "单位时间内流过电路的电子数量",
            "D": "电源所能供应的电子数量最大值"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0932",
        "question": "正弦交流电压或电流的峰值(peakvalue)是指:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "从零点算起的最大值",
            "B": "一个周期内瞬时值的平均值乘以2＾(1/2)",
            "C": "负半周最大幅度与正半周最大幅度的平均值",
            "D": "负半周最大幅度与正半周最大幅度的差值的二次方"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0933",
        "question": "正弦交流电压或电流的峰-峰值(peak-to-peakvalue)是指:",
        "options": {
            "A": "从负半周峰值到正半周峰值之间的差值",
            "B": "从零点算起的最大值",
            "C": "负半周最大幅度与正半周最大幅度的差值的二次方",
            "D": "负半周最大幅度与正半周最大幅度的差值的平方根"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0934",
        "question": "任意交流电压的有效值(RMSvoltage)是指:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "在同一电阻上可以转换出与该交流电压效果相同的热量的直流电压",
            "B": "最终转换成在应用场景中真正发挥作用的有效能量的那部分电压值",
            "C": "电压的平均值乘以2＾(1/2)",
            "D": "电压的峰值除以2＾(1/2)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0935",
        "question": "物理量“电流”描述的是:",
        "options": {
            "A": "单位时间内流过电路的电子数量",
            "B": "电源所能供应的电子数量最大值",
            "C": "通电后流过电路的电子数量",
            "D": "电子在导体中的运动速度"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0936",
        "question": "物理量“电阻”描述的是:",
        "options": {
            "A": "电路从一点到另一点阻碍电流通过的能力大小",
            "B": "电子克服电路阻力所需的能量大小",
            "C": "电路阻碍电流通过所消耗的能量大小",
            "D": "电路阻断电流所需的过渡时间"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0937",
        "question": "物理量“功率”描述的是:",
        "options": {
            "A": "电流在单位时间内所做的功",
            "B": "电子通过电路所获得的能量大小",
            "C": "负载总共消耗的能量",
            "D": "电源所能供应的电子数量最大值"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0939",
        "question": "在电路中不受电阻阻碍的电流，种类如下:",
        "options": {
            "A": "不存在",
            "B": "射频电流",
            "C": "音频电流",
            "D": "直流电流"
        },
        "answer": "A",
        "knowledgePoint": "4.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-0941",
        "question": "电动势的单位是:",
        "options": {
            "A": "伏(特)",
            "B": "安(培)",
            "C": "瓦(特)",
            "D": "欧(姆)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0942",
        "question": "电压的单位是:",
        "options": {
            "A": "伏(特)",
            "B": "安(培)",
            "C": "瓦(特)",
            "D": "欧(姆)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0943",
        "question": "电流的单位是:",
        "options": {
            "A": "安(培)",
            "B": "伏(特)",
            "C": "瓦(特)",
            "D": "欧(姆)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0945",
        "question": "阻抗的单位是:",
        "options": {
            "A": "欧(姆)",
            "B": "安(培)",
            "C": "伏(特)",
            "D": "瓦(特)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0946",
        "question": "功率的单位是:",
        "options": {
            "A": "瓦(特)",
            "B": "安(培)",
            "C": "伏(特)",
            "D": "欧(姆)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0947",
        "question": "频率的单位是:",
        "options": {
            "A": "赫(兹)",
            "B": "亨(利)",
            "C": "法(拉)",
            "D": "库(伦)"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0948",
        "question": "在法定计量单位中，词头k的数学意义和文字含义分别为:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "10＾3，千",
            "B": "10＾(-3)，毫",
            "C": "10＾6，兆",
            "D": "10＾(-6)，微"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0951",
        "question": "在法定计量单位中，词头μ的数学意义和文字含义分别为:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "10＾(-6)，微",
            "B": "10＾6，兆",
            "C": "10＾(-3)，毫",
            "D": "10＾3，千"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0952",
        "question": "在法定计量单位中，词头G的数学意义和文字含义分别为:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "10＾9，吉",
            "B": "10＾6，兆",
            "C": "10＾12，太",
            "D": "10＾(-12)，皮"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0954",
        "question": "在法定计量单位中，词头T的数学意义和文字含义分别为:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "10＾12，太",
            "B": "10＾-12，皮",
            "C": "10＾9，吉",
            "D": "10＾(-9)，纳"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0955",
        "question": "在法定计量单位中，词头p的数学意义和文字含义分别为:(“x＾m”表示“x的m次方”)",
        "options": {
            "A": "10＾(-12)，皮",
            "B": "10＾12，太",
            "C": "10＾(-9)，纳",
            "D": "10＾9，吉"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0956",
        "question": "以下哪个业余无线电通信缩语可以表述术语“射频”或特指无线电用途的某个频率？",
        "options": {
            "A": "RF",
            "B": "HF",
            "C": "AF",
            "D": "MF"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0958",
        "question": "无线电通信及相关测试设备、电视设备和音频设备常用的传输接口标称阻抗分别为:",
        "options": {
            "A": "50欧、75欧和600欧",
            "B": "50欧、600欧和75欧",
            "C": "50欧、50欧和75欧",
            "D": "75欧、50欧和16欧"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0959",
        "question": "1,805,000Hz可以表述为:",
        "options": {
            "A": "1.805MHz",
            "B": "1.805kHz",
            "C": "1.805mHz",
            "D": "1.805GHz"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0960",
        "question": "2430MHz可以表示为:",
        "options": {
            "A": "2.43GHz",
            "B": "243GHz",
            "C": "0.00243nHz",
            "D": "24.3kHz"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0961",
        "question": "将阻值为1欧的电阻与13.8伏电源并联，电阻所耗散的功率大约为:",
        "options": {
            "A": "190瓦",
            "B": "13.8伏",
            "C": "13.8安",
            "D": "190伏安"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0963",
        "question": "0.25W可以表示为:",
        "options": {
            "A": "54dBμ",
            "B": "6dBW",
            "C": "36dBm",
            "D": "25dBm"
        },
        "answer": "A",
        "knowledgePoint": "4.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-0964",
        "question": "0.4kW可以表示为:",
        "options": {
            "A": "86dBμ",
            "B": "400dBm",
            "C": "6000dBm",
            "D": "34dBm"
        },
        "answer": "A",
        "knowledgePoint": "4.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0967",
        "question": "电源两端电压的方向为:",
        "options": {
            "A": "从电源的正极到负极",
            "B": "从电源的负极到正极",
            "C": "取决于负载电阻和电源内阻的相对大小",
            "D": "与电源的电动势方向相同"
        },
        "answer": "A",
        "knowledgePoint": "4.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0970",
        "question": "如何在电网停电的情况下给一个12伏的铅酸蓄电池充电？",
        "options": {
            "A": "用适当的连线将待充电蓄电池与汽车的蓄电池并联，然后发动车辆",
            "B": "往蓄电池里加一些酸",
            "C": "将蓄电池放在冰里冷却一会儿",
            "D": "将蓄电池串联一个电灯泡作为限流装置，然后连接到220伏市电上"
        },
        "answer": "A",
        "knowledgePoint": "4.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0971",
        "question": "使用蓄电池为电台供电时，应如何估算电池供电的时长？",
        "options": {
            "A": "用电池的标称安时数除以收发信机的平均工作电流",
            "B": "用电池的标称瓦时数除以收发信机的发射功率",
            "C": "用电池的标称电压除以收发信机的平均工作电流",
            "D": "用收发信机的发射功率除以电池的标称电压"
        },
        "answer": "A",
        "knowledgePoint": "4.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-0972",
        "question": "电源的内阻对电路的影响是:",
        "options": {
            "A": "使电源的实际输出电压降低",
            "B": "使电源的电动势降低",
            "C": "使电源的输出功率增加",
            "D": "使电源的自身的能耗降低"
        },
        "answer": "A",
        "knowledgePoint": "4.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-1304",
        "question": "指针式万用表的电压档有个“欧姆/伏(每伏欧姆)”指标。越大的每伏欧姆数越说明:",
        "options": {
            "A": "测量电压时电表对电路工作状态的影响小",
            "B": "测量电压时电表对电路工作状态的影响大",
            "C": "可以耐受的电压过载能力强",
            "D": "可以耐受的电压过载能力弱"
        },
        "answer": "A",
        "knowledgePoint": "4.6.1",
        "type": "单选题"
    },
    {
        "id": "MC1-1352",
        "question": "下列情况会产生减幅波辐射:",
        "options": {
            "A": "电路接触点打火",
            "B": "对讲机按键发射",
            "C": "电视机本振泄漏",
            "D": "医用高频加热器泄漏"
        },
        "answer": "A",
        "knowledgePoint": "5.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-1354",
        "question": "根据国家标准GB8702-2014《电磁环境控制限值》，公众曝露是指:",
        "options": {
            "A": "公众所受的全部电场、磁场、电磁场照射",
            "B": "职业照射",
            "C": "医疗照射",
            "D": "医学诊断或治疗所受到的辐射照射"
        },
        "answer": "A",
        "knowledgePoint": "5.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-1355",
        "question": "为什么我国《电磁环境控制限值》标准中的照射限值伴随频率有所不同？",
        "options": {
            "A": "人体对某些特定波长的电磁波有更多的吸收",
            "B": "较低频率的无线电波不会穿透人体",
            "C": "因为自然界中频率较高电磁波并不常见",
            "D": "较低频率的无线电波较更高频率的无线电波拥有更高的能量"
        },
        "answer": "A",
        "knowledgePoint": "5.1.2",
        "type": "单选题"
    },
    {
        "id": "MC1-1358",
        "question": "业余电台安装防雷装置是为了防止雷电危害。传统防雷装置的主要组成部分包括:",
        "options": {
            "A": "接闪器(避雷针)、引下线、接地体",
            "B": "天线、断路器、地线",
            "C": "避雷针、氖灯、自复保险丝",
            "D": "避雷针、氧化锌过压保护器、断路器"
        },
        "answer": "A",
        "knowledgePoint": "5.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-1359",
        "question": "防雷接地的作用是:",
        "options": {
            "A": "把接闪器引入的雷击电流有效地泄入大地",
            "B": "用接闪器感应到的雷电高压启动过压保护电路",
            "C": "有效地阻断接闪器引入的雷击电流使其不致流入大地",
            "D": "当接闪器引入雷击电流时迅速烧断熔丝，阻断其流动"
        },
        "answer": "A",
        "knowledgePoint": "5.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-1360",
        "question": "关于防雷装置的接地，最基本要求为:",
        "options": {
            "A": "要有单独的接地体，接地电阻要小，接闪器到接地体之间的引下线应尽量短而粗",
            "B": "可以利用自来水管作为接地体，如果这种管线有相当长的一段是埋入地下的",
            "C": "交流电网的“零线”在配电系统中已经接地。这可代替防雷接地体及其引下线",
            "D": "接闪器到接地体之间的引下线平时没有电流流过，采用直径0.5毫米的导线足矣"
        },
        "answer": "A",
        "knowledgePoint": "5.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-1361",
        "question": "对于一般建筑物，单支避雷针的保护范围至多能有多大:",
        "options": {
            "A": "在避雷针顶点至地面之间，由60米半径滚球曲线所构成的空间",
            "B": "在任何情况下，避雷针都可以保护其周边低于避雷针高度的空间",
            "C": "在任何情况下，避雷针都可以保护其周边半径30米之内的物体",
            "D": "从避雷针顶点起、以避雷针高度为半径所做半球体以内的空间"
        },
        "answer": "A",
        "knowledgePoint": "5.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-1363",
        "question": "在为同轴馈线安装避雷器时应当注意什么？",
        "options": {
            "A": "将所有避雷器的地线接到同一个金属条带上，然后将条带可靠连到室外的接地处",
            "B": "在每个避雷器的地线连接处安装开关以在发信时断开，防止射频电流损伤避雷器",
            "C": "将每个避雷器的接地连线都单独引出，然后将它们与电台的地线连在一起",
            "D": "可用廉价的氖灯或气体放电管自制避雷器。这样的DIY可谓经济实用，效果卓著"
        },
        "answer": "A",
        "knowledgePoint": "5.1.3",
        "type": "单选题"
    },
    {
        "id": "MC1-1364",
        "question": "以下哪一项是天线铁塔防雷接地的有效措施？",
        "options": {
            "A": "接地连接要尽可能地短而直",
            "B": "确保需要弯折的地线已做干净漂亮的直角弯",
            "C": "为接地系统做好防水处理",
            "D": "打入地下的接地装置应当尽量远离天线塔"
        },
        "answer": "A",
        "knowledgePoint": "5.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-1368",
        "question": "如果不得已，必须带电检修由市电供电的无线电设备，则应做到:",
        "options": {
            "A": "双脚与地绝缘，单手操作，另一只手不触摸机壳等任何与电路或接地有关的金属件",
            "B": "双脚与地绝缘，单手操作，另一只手通过触摸机壳或水管等接地物件探测是否有电",
            "C": "只要设备外壳良好接地，双脚是否与地绝缘、双手是否同时操作都不存在安全风险",
            "D": "只要设备外壳与地绝缘，双脚是否与地绝缘、双手是否同时操作都不存在安全关系"
        },
        "answer": "A",
        "knowledgePoint": "5.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-1371",
        "question": "自制由220伏交流市电供电的设备，安全措施应至少包括:",
        "options": {
            "A": "在交流电源入口的火线中串联一个保险丝",
            "B": "在交流供电入口处并联一个交流电压表",
            "C": "在交流供电入口处串联一个电感",
            "D": "在交流供电入口处并联一个电容"
        },
        "answer": "A",
        "knowledgePoint": "5.1.4",
        "type": "单选题"
    },
    {
        "id": "MC1-1373",
        "question": "使用普通12伏铅酸蓄电池为电台供电存在什么潜在风险？",
        "options": {
            "A": "如果通风不良，会有爆炸性气体聚集",
            "B": "有高电压，存在触电风险",
            "C": "会释放臭氧，进而污染大气层",
            "D": "若长时间闲置不用就可能自燃"
        },
        "answer": "A",
        "knowledgePoint": "5.1.5",
        "type": "单选题"
    },
    {
        "id": "MC1-1374",
        "question": "如果铅酸蓄电池的充电或放电过程过快会有什么风险？",
        "options": {
            "A": "电池可能过热，甚至释放氢气，抬升爆炸风险",
            "B": "电压会变为负值，导致电池报废。这就是所谓“反极”",
            "C": "导致“记忆效应”，从而使电池的可用容量下降",
            "D": "可能导致过高的电池电压，抬升触电风险"
        },
        "answer": "A",
        "knowledgePoint": "5.1.5",
        "type": "单选题"
    },
    {
        "id": "MC2-0001",
        "question": "我国专门针对无线电管理的行政法规及其制定机构是:",
        "options": {
            "A": "《中华人民共和国无线电管理条例》",
            "B": "《中华人民共和国无线电管理办法》",
            "C": "国务院和中央军委",
            "D": "工业和信息化部"
        },
        "answer": "AC",
        "knowledgePoint": "1.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0002",
        "question": "我国专门针对业余无线电台的管理文件及其制定机构分别是:",
        "options": {
            "A": "《业余无线电台管理办法》",
            "B": "《业余无线电台管理暂行规定》",
            "C": "工业和信息化部",
            "D": "国务院"
        },
        "answer": "AC",
        "knowledgePoint": "1.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0015",
        "question": "关于业余无线电爱好者的定义,下列说法正确的是:",
        "options": {
            "A": "业余无线电爱好者系指经正式批准的,对无线电技术有兴趣的人",
            "B": "其兴趣纯系个人爱好而不涉及谋取利润",
            "C": "其兴趣纯系个人爱好可涉及谋取利润",
            "D": "只有成年人能成为业余无线电爱好者"
        },
        "answer": "AB",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0019",
        "question": "关于有害干扰的定义,下列说法正确的是:",
        "options": {
            "A": "危害无线电导航或其他安全业务的正常运行的干扰",
            "B": "严重地损害,阻碍,或一再阻断按规定正常开展的无线电通信业务的干扰",
            "C": "产生有害干扰不会受到处罚",
            "D": "使用业余无线电台时,只要不对其他业余无线电台产生干扰即可"
        },
        "answer": "AB",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0031",
        "question": "设置,使用15 瓦以上短波业余无线电台以及涉及国家主权,安全的其他重要业余无线电台的,下列说法正确的是:",
        "options": {
            "A": "由国家无线电管理机构作出许可决定",
            "B": "可以委托电台所在地或者申请人住所地的省,自治区,直辖市无线电管理机构对业余无线电台的使用方式,技术条件,安装环境等进行现场核查",
            "C": "由省,自治区,直辖市无线电管理机构作出许可决定",
            "D": "持有A 类业余无线电台操作技术能力验证证书即可申请"
        },
        "answer": "AB",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0035",
        "question": "关于新版《业余无线电台管理办法》,下列说法正确的是:",
        "options": {
            "A": "新版《办法》施行前依法取得业余无线电台执照的,在执照有效期内可以按照执照载明的参数使用业余无线电台",
            "B": "2012 年11 月5 日公布的《业余无线电台管理办法》(工业和信息化部令第22 号)同时废止",
            "C": "新版《办法》自2025 年3 月1 日起施行",
            "D": "新版《办法》施行前依法取得业余无线电台执照的,在执照有效期内需按照新版《办法》使用业余无线电台"
        },
        "answer": "AB",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0044",
        "question": "关于终止使用业余无线电台的,下列说法正确的是:",
        "options": {
            "A": "应当及时向作出许可决定的无线电管理机构办理业余无线电台执照注销手续",
            "B": "交回执照并自执照注销之日起60 个工作日内拆除业余无线电台及天线等附属设备并妥善处理",
            "C": "交回执照并自执照注销之日起6 个月内拆除业余无线电台及天线等附属设备并妥善处理",
            "D": "只需交回执照"
        },
        "answer": "AB",
        "knowledgePoint": "1.2.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0049",
        "question": "关于业余中继台哪下列哪些选项正确:",
        "options": {
            "A": "向其覆盖区域内的业余无线电台提供平等的服务",
            "B": "台址布局应当符合资源共享,集约的要求",
            "C": "仅设置申请人的团队成员优先使用,空闲时方供其他业余电台使用",
            "D": "因中继台购买和维护需要成本,要求业余电台必须付费使用中继台"
        },
        "answer": "AB",
        "knowledgePoint": "1.2.4",
        "type": "多选题"
    },
    {
        "id": "MC2-0058",
        "question": "不同类别业余无线电台的主要区别在于:",
        "options": {
            "A": "允许工作的频率范围",
            "B": "允许发射的最大发射功率",
            "C": "所用业余无线电台设备的功能",
            "D": "所用业余无线电台的天线高度和长度"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0062",
        "question": "参加A 类业余无线电台操作技术能力验证应当符合下列哪些要求:",
        "options": {
            "A": "应当熟悉无线电管理规定",
            "B": "具有一定的业余无线电台操作技术能力",
            "C": "应当年满18 周岁",
            "D": "应当年满16 周岁"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0063",
        "question": "参加B 类业余无线电台操作技术能力验证应当符合下列哪些要求:",
        "options": {
            "A": "应当依法取得业余无线电台执照6 个月以上",
            "B": "具有相应的实际操作经验",
            "C": "应当年满18 周岁",
            "D": "应当年满16 周岁"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0064",
        "question": "参加C 类业余无线电台操作技术能力验证应当符合下列哪些要求:",
        "options": {
            "A": "应当依法取得载明30MHz 以下频段的业余无线电台执照18 个月以上",
            "B": "具有相应的实际操作经验",
            "C": "应当依法取得载明30MHz 以下频段的业余无线电台执照6 个月以上",
            "D": "应当依法取得载明30MHz 以下频段的业余无线电台执照12 个月以上"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0065",
        "question": "取得A 类业余无线电台操作技术能力验证证书的,可以申请设置,使用如下业余无线电台:",
        "options": {
            "A": "设置,使用最大发射功率不大于25 瓦VHF 频段业余无线电台",
            "B": "设置,使用最大发射功率不大于25 瓦UHF 频段业余无线电台",
            "C": "设置,使用最大发射功率不大于25 瓦HF 频段业余无线电台",
            "D": "设置,使用最大发射功率不大于15 瓦HF 频段业余无线电台"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0068",
        "question": "关于开展特殊技术试验,通联等活动,下列说法正确的是:",
        "options": {
            "A": "开展特殊技术试验,通联等活动,确需超出业余无线电台执照载明的功率限值使用业余无线电台的,需经颁发业余无线电台执照的无线电管理机构批准",
            "B": "取得C 类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员,经批准可临时在限定条件下开展电台操作",
            "C": "取得B 类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员,经批准可临时在限定条件下开展电台操作",
            "D": "取得A 类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员,经批准可临时在限定条件下开展电台操作"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0069",
        "question": "关于未成年人设置,使用业余无线电台,下列哪些选项为正确:",
        "options": {
            "A": "持有A 类验证证书的可以设置最大发射功率不大于25 瓦VHF 频段业余无线电台",
            "B": "持有B 类验证证书的可以设置最大发射功率不大于25 瓦VHF 频段业余无线电台",
            "C": "持有A 类验证证书的可以设置最大发射功率不大于15 瓦HF 频段业余无线电台",
            "D": "持有B 类验证证书的可以设置最大发射功率不大于15 瓦HF 频段业余无线电台"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0071",
        "question": "关于新版《办法》施行前,依法取得B 类业余无线电台操作技术能力验证证书的,下列哪些选项为正确:",
        "options": {
            "A": "可以按照规定的许可权限申请设置,使用工作在30MHz 以下频段且最大发射功率不大于100 瓦",
            "B": "可以按照规定的许可权限申请设置,使用工作在30MHz 以上频段且最大发射功率不大于25 瓦的业余无线电台",
            "C": "应按照新版《办法》中B 类业余无线电台操作技术能力验证规定的范围设置,使用电台",
            "D": "新版《办法》施行前取得的B 类业余无线电台操作技术能力验证证书不再有效"
        },
        "answer": "AB",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0075",
        "question": "业余无线电台呼号停止使用的,下列说法正确的是:",
        "options": {
            "A": "业余无线电台呼号停止使用的,应当依法予以注销",
            "B": "除业余中继台,业余信标台呼号外,其他业余无线电台呼号注销1 年后,无线电管理机构可以将相关电台呼号重新投入分配",
            "C": "业余无线电台呼号停止使用的,不用申请注销",
            "D": "除业余中继台,业余信标台呼号外,其他业余无线电台呼号注销后,无线电管理机构可立即将相关电台呼号重新投入分配"
        },
        "answer": "AB",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0077",
        "question": "在他人依法设置的业余无线电台上进行发射操作的,下列说法正确的是:",
        "options": {
            "A": "应当使用所操作业余无线电台的呼号或者实际操作人员取得的呼号",
            "B": "使用实际操作人员取得的呼号的,业余无线电台通联期间发送呼号的格式应当符合国内国际相关要求",
            "C": "不可在他人依法设置的业余无线电台上进行发射操作",
            "D": "业余无线电爱好者只能在自己设置的业余无线电台上进行发射操作"
        },
        "answer": "AB",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0080",
        "question": "关于业余无线电台呼号前缀,下列说法正确的是:",
        "options": {
            "A": "呼号前缀(呼号第一部分)由一位字母组成",
            "B": "为国际电信联盟分配的呼号前缀字母B",
            "C": "为国际电信联盟分配的呼号前缀字母BA",
            "D": "为国际电信联盟分配的呼号前缀字母A"
        },
        "answer": "AB",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0100",
        "question": "关于我国业余无线电台分区号,业余分区号为0 的省(自治区,直辖市)为:",
        "options": {
            "A": "新疆",
            "B": "西藏",
            "C": "上海",
            "D": "重庆"
        },
        "answer": "AB",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0111",
        "question": "业余无线电台使用的无线电发射设备必须符合下列条件:",
        "options": {
            "A": "商品设备应依法取得型号核准,型号核准证载明的频率范围包含业余业务频段",
            "B": "自制,改装,拼装设备应符合国家标准和国家无线电管理规定,且无线电发射频率范围仅限于业余业务频段",
            "C": "自制,改装,拼装设备不受限制",
            "D": "国外商品设备符合国际流行技术标准即可"
        },
        "answer": "AB",
        "knowledgePoint": "1.5.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0151",
        "question": "决定实施无线电管制的机构为:",
        "options": {
            "A": "在全国范围内或者跨省,自治区,直辖市实施,由国务院和中央军事委员会决定",
            "B": "在省,自治区,直辖市范围内实施,由省,自治区,直辖市人民政府和相关军区决定",
            "C": "在全国范围内或者跨省,自治区,直辖市实施,由国家无线电管理机构决定",
            "D": "在省,自治区,直辖市范围内实施,由相关地方无线电管理机构决定"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0152",
        "question": "违反无线电管制命令和无线电管制指令的,由下列机构依法进行处罚:",
        "options": {
            "A": "国家无线电管理机构或者省,自治区,直辖市无线电管理机构",
            "B": "违反治安管理规定者由公安机关处罚",
            "C": "当地业余无线电协会",
            "D": "所在军区派出的专门机构"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0154",
        "question": "对未经许可擅自使用无线电频率的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,没收从事违法活动的设备和违法所得,可以并处5 万元以下的罚款",
            "B": "拒不改正的,并处5 万元以上20 万元以下的罚款",
            "C": "劝告拆除非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0155",
        "question": "对擅自设置,使用业余无线电台的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,没收从事违法活动的设备和违法所得,可以并处5 万元以下的罚款",
            "B": "拒不改正的,并处5 万元以上20 万元以下的罚款",
            "C": "劝告拆除非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0157",
        "question": "不按照业余无线电台执照规定的许可事项和要求设置,使用业余无线电台的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,没收违法所得,可以并处3 万元以下的罚款",
            "B": "造成严重后果的,吊销无线电台执照,并处3 万元以上10 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0158",
        "question": "故意收发业余无线电台执照许可事项之外的无线电信号,传播,公布或者利用无意接收的信息,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,没收违法所得,可以并处3 万元以下的罚款",
            "B": "造成严重后果的,吊销无线电台执照,并处3 万元以上10 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0159",
        "question": "擅自编制,使用业余无线电台呼号,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,没收违法所得,可以并处3 万元以下的罚款",
            "B": "造成严重后果的,吊销无线电台执照,并处3 万元以上10 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0162",
        "question": "研制,生产,销售和维修大功率无线电发射设备,未采取有效措施抑制电波发射的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正;拒不改正的,没收从事违法活动的设备,并处3 万元以上10 万元以下的罚款",
            "B": "造成严重后果的,并处10 万元以上30 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0163",
        "question": "境外组织或者个人在我国境内进行电波参数测试或者电波监测的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正;拒不改正的,没收从事违法活动的设备,并处3 万元以上10 万元以下的罚款",
            "B": "造成严重后果的,并处10 万元以上30 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0164",
        "question": "向境外组织或者个人提供涉及国家安全的境内电波参数资料的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正;拒不改正的,没收从事违法活动的设备,并处3 万元以上10 万元以下的罚款",
            "B": "造成严重后果的,并处10 万元以上30 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0165",
        "question": "生产或者进口在国内销售,使用的无线电发射设备未取得型号核准的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正,处5 万元以上20 万元以下的罚款",
            "B": "拒不改正的,没收未取得型号核准的无线电发射设备,并处20 万元以上100 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0166",
        "question": "销售依照本条例第四十四条的规定应当取得型号核准的无线电发射设备未向无线电管理机构办理销售备案的,无线电管理机构可以根据其具体情况给予下列处罚:",
        "options": {
            "A": "由无线电管理机构责令改正",
            "B": "拒不改正的,处1 万元以上3 万元以下的罚款",
            "C": "责令停止使用非法设置的电台;情节严重的,可以并处警告,查封或者没收设备",
            "D": "责令停止使用非法设置的电台并作出书面检查;情节严重的,可以并处一千元以下的罚款"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0167",
        "question": "关于违反《中华人民共和国无线电管理条例》规定,下列说法正确的是:",
        "options": {
            "A": "构成违反治安管理行为的,依法给予治安管理处罚",
            "B": "构成犯罪的,依法追究刑事责任",
            "C": "进口无线电发射设备,携带,寄递或者以其他方式运输无线电发射设备入境,违反海关监管法律法规的,由海关依法处罚",
            "D": "违反《条例》规定,只需被无线电管理机构处罚"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0169",
        "question": "以欺骗,贿赂等不正当手段取得业余无线电台执照的,可以给予下列处罚:",
        "options": {
            "A": "无线电管理机构依法给予行政处罚",
            "B": "构成犯罪的,依法追究刑事责任",
            "C": "责令限期改正,可以处警告或者一千元以下的罚款",
            "D": "责令限期改正,情节严重的,可以并处警告,查封或者没收设备"
        },
        "answer": "AB",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0214",
        "question": "业余无线电台使用业余业务频率使用原则:",
        "options": {
            "A": "无需取得无线电频率使用许可",
            "B": "免收无线电频率占用费",
            "C": "需取得无线电频率使用许可",
            "D": "需收取无线电频率占用费"
        },
        "answer": "AB",
        "knowledgePoint": "1.7.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0566",
        "question": "一个可以工作的无线电接收系统至少包含哪些部件?",
        "options": {
            "A": "接收天线",
            "B": "解调器",
            "C": "电位器",
            "D": "电源"
        },
        "answer": "AB",
        "knowledgePoint": "3.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0582",
        "question": "亚音和数字亚音静噪技术都是在调频发射机所发射的语音信号上附加一个人耳不易察觉 的低频信号并用来选通接收机的静噪.它们所对应的收发信机设置菜单项有:",
        "options": {
            "A": "CTCSS",
            "B": "DCS",
            "C": "DTMF",
            "D": "SQL"
        },
        "answer": "AB",
        "knowledgePoint": "3.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0605",
        "question": "关于接收机的“过载”现象,以下描述正确的是:",
        "options": {
            "A": "输入信号过于强大以至机内电路饱和阻塞,严重时会损坏接收机前端电路的元器件",
            "B": "启用接收机的ATT 功能可消除或缓解过载",
            "C": "接收机消耗的电流过大,致使电源出现过载现象.情况严重时供电装置会烧毁",
            "D": "减小接收机的喇叭音量,可缓解过载现象"
        },
        "answer": "AB",
        "knowledgePoint": "3.1.3",
        "type": "多选题"
    },
    {
        "id": "MC2-0651",
        "question": "关于天线的增益，以下说法正确的是:",
        "options": {
            "A": "待测天线最大辐射方向上的辐射功率密度与基准天线对应值的比值",
            "B": "与参考天线相比，被测天线在某个方向上使信号增强的程度",
            "C": "天线辐射的电波功率与输入到天线的射频功率之比",
            "D": "天线发热耗散的功率与输入到天线的射频功率之比"
        },
        "answer": "AB",
        "knowledgePoint": "3.3.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0659",
        "question": "关于振子长度为1/4波长的垂直接地天线的最大辐射方向，以下描述正确的是:",
        "options": {
            "A": "在水平方向上是全向的",
            "B": "在垂直方向上有指向性，且辐射仰角稍大于0°",
            "C": "其E面方向图为“8”字形",
            "D": "其H面方向图为“8”字形"
        },
        "answer": "AB",
        "knowledgePoint": "3.3.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0681",
        "question": "我们都知道要为业余电台选配损耗较低的馈线。但是，馈线的损耗会导致什么问题？",
        "options": {
            "A": "发信功率降低",
            "B": "收信信噪比下降",
            "C": "驻波比的测量值永远高于1:1",
            "D": "发出的信号失真"
        },
        "answer": "AB",
        "knowledgePoint": "3.3.3",
        "type": "多选题"
    },
    {
        "id": "MC2-0682",
        "question": "受潮是同轴电缆失效损坏的主要原因。湿气渗透会导致:",
        "options": {
            "A": "介质损耗变大",
            "B": "屏蔽层或芯线氧化、锈蚀，甚至断路",
            "C": "速度因子逐渐大于1",
            "D": "驻波比越来越小于1"
        },
        "answer": "AB",
        "knowledgePoint": "3.3.3",
        "type": "多选题"
    },
    {
        "id": "MC2-0690",
        "question": "关于水平极化偶极天线，以下描述正确的是:",
        "options": {
            "A": "通过该天线发射的电磁波，电场平行于地面",
            "B": "该天线水平面上的(E面)方向图呈“8”字展开",
            "C": "通过该天线发射的电磁波，电场垂直于地面",
            "D": "该天线垂直面上的(H面)方向图呈“8”字展开"
        },
        "answer": "AB",
        "knowledgePoint": "3.3.4",
        "type": "多选题"
    },
    {
        "id": "MC2-0836",
        "question": "关于收发信机的AGC功能，以下说法正确的有:",
        "options": {
            "A": "AGC实现收信机自动增益控制，对中频信号进行检测并反馈控制，防止电路过载",
            "B": "进行基于FSK或PSK的数据通信时，关闭AGC功能有可能提高弱信号的解码效果",
            "C": "进行太阳噪声测试的时候，需要关闭AGC功能",
            "D": "AGC实现收信机自动音量控制，对音频电平进行检测并反馈控制，防止扬声器损坏"
        },
        "answer": "AB",
        "knowledgePoint": "3.6.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0916",
        "question": "导体是易于传导电流的物质或材料。以下关于导体的正确描述是:",
        "options": {
            "A": "导体中存在大量的可自由移动的电子或离子，施加电压可产生电流",
            "B": "多数金属都是导电性能优良的导体，比如银、铜和铝",
            "C": "有些金属在高温下呈现零电阻特性，成为超导体",
            "D": "某些金属具有压电效应，可用来制作电声元件"
        },
        "answer": "AB",
        "knowledgePoint": "4.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-0925",
        "question": "如果将导体置于静电场中，导体将呈现如下特点:",
        "options": {
            "A": "静电平衡后，导体是等势体，内部场强为零，外表面出现电荷",
            "B": "外表面曲率很小时，导体表面的电荷会高度聚集。这可能形成尖端放电",
            "C": "静电平衡后，导体是等势体，内部电荷与外表面电荷极性相反",
            "D": "外表面曲率很大时，导体表面的电荷会高度聚集。这可能形成尖端放电"
        },
        "answer": "AB",
        "knowledgePoint": "4.1.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0926",
        "question": "直流电(DC)是以电荷的运动方向始终不变来定义的。关于直流电，以下描述正确的是:",
        "options": {
            "A": "直流电源的输出端有正负极之分",
            "B": "电池提供的是直流电",
            "C": "直流电压通常为13.8伏。这样的低压即使短路也没什么危害",
            "D": "脉动直流电不含交流成分，因为电荷的运动方向始终不变"
        },
        "answer": "AB",
        "knowledgePoint": "4.1.2",
        "type": "多选题"
    },
    {
        "id": "MC2-0938",
        "question": "直流电路欧姆定律是说:",
        "options": {
            "A": "流过电阻的电流I与电阻两端的电压U成正比，与阻值R成反比",
            "B": "电阻两端的电压U与流过电阻的电流I成正比，与阻值R成正比",
            "C": "流过电阻的电流I与电阻两端的电压U成正比，与阻值R成正比",
            "D": "电阻两端的电压U与流过电阻的电流I成正比，与阻值R成反比"
        },
        "answer": "AB",
        "knowledgePoint": "4.1.2",
        "type": "多选题"
    },
    {
        "id": "MC2-1347",
        "question": "频率容限是指:",
        "options": {
            "A": "发射所占频段的中心频率偏离指配频率的最大容许偏差",
            "B": "发射的特征频率偏离参考频率的最大容许偏差",
            "C": "发射所占频段的中心频率偏离最高频率的最大容许偏差",
            "D": "发射的特征频率偏离必要频率的最大容许偏差"
        },
        "answer": "AB",
        "knowledgePoint": "5.1.1",
        "type": "多选题"
    },
    {
        "id": "MC2-1348",
        "question": "频率容限是发射设备的重要指标，通常用下述单位来表示:",
        "options": {
            "A": "百万分之几",
            "B": "赫兹",
            "C": "百分之几",
            "D": "兆赫"
        },
        "answer": "AB",
        "knowledgePoint": "5.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0018",
        "question": "关于干扰的定义,下列说法正确的是:",
        "options": {
            "A": "由于一种或多种发射,辐射,感应或其组合所产生的无用能量对无线电通信系统的接收产生的影响",
            "B": "表现为性能下降,误解或信息丢失",
            "C": "若不存在这种无用能量,则此后果可以避免",
            "D": "不会对无线电通信系统的接收产生的影响"
        },
        "answer": "ABC",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0020",
        "question": "关于次要业务台站,下列说法正确的是:",
        "options": {
            "A": "不得对业经指配或将来可能指配频率的主要业务电台产生有害干扰",
            "B": "不得对来自业经指配或将来可能指配频率的主要业务电台的有害干扰提出保护要求",
            "C": "可要求保护不受来自将来可能指配频率的同一业务或其他次要业务电台的有害干扰",
            "D": "使用业余无线电台时,只要不对其他业余无线电台产生干扰即可"
        },
        "answer": "ABC",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0027",
        "question": "个人设置,使用业余无线电台应当向无线电管理机构提交的材料为:",
        "options": {
            "A": "一份申请表",
            "B": "身份证明复印件;申请人为未成年人的,还应当提交其监护人身份证明复印件,以及申请人与监护人关系的说明材料",
            "C": "无线电发射设备相关说明材料",
            "D": "本人写的申请书,操作证书的原件,复印件"
        },
        "answer": "ABC",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0028",
        "question": "单位设置,使用业余无线电台应当向无线电管理机构提交的材料为:",
        "options": {
            "A": "一份申请表",
            "B": "无线电发射设备相关说明材料",
            "C": "单位营业执照等复印件,以及业余无线电台技术负责人为本单位工作人员的说明材料",
            "D": "业余无线电台技术负责人写的申请书,操作证书的原件,复印件"
        },
        "answer": "ABC",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0034",
        "question": "关于业余无线电台执照,下列说法正确的是:",
        "options": {
            "A": "业余无线电台执照可以采用纸质或者电子形式",
            "B": "纸质或者电子业余无线电台执照具有同等法律效力",
            "C": "执照样式由国家无线电管理机构统一规定",
            "D": "业余无线电台执照终身有效"
        },
        "answer": "ABC",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0040",
        "question": "设置,使用业余无线电台,设置业余无线电台应当具备的条件有:",
        "options": {
            "A": "熟悉无线电管理规定",
            "B": "具有相应的操作技术能力,通过相应的操作技术能力验证",
            "C": "使用的无线电发射设备依法取得型号核准,的自制,改装,拼装设备符合国家标准和国家无线电管理规定",
            "D": "加入指定协会,具备当地无线电管理机构规定的操作技术能力"
        },
        "answer": "ABC",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0047",
        "question": "关于业余中继台的说法下列错误的是:",
        "options": {
            "A": "通过对业余无线电信号接收和放大转发,扩大通联范围的业余无线电台",
            "B": "通过发射信标信号,辅助验证电波传播条件的单发业余无线电台",
            "C": "通过对业余无线电信号接收和衰减转发,缩小通联范围的业余无线电台",
            "D": "通过接收信标信号,辅助验证电波传播条件的单发业余无线电台"
        },
        "answer": "BCD",
        "knowledgePoint": "1.2.4",
        "type": "多选题"
    },
    {
        "id": "MC3-0048",
        "question": "关于业余信标台的说法下列错误的是:",
        "options": {
            "A": "通过发射信标信号,辅助验证电波传播条件的单发业余无线电台",
            "B": "通过接收信标信号,辅助验证电波传播条件的单发业余无线电台",
            "C": "通过对业余无线电信号接收和放大转发,扩大通联范围的业余无线电台",
            "D": "通过对业余无线电信号接收和衰减转发,缩小通联范围的业余无线电台"
        },
        "answer": "BCD",
        "knowledgePoint": "1.2.4",
        "type": "多选题"
    },
    {
        "id": "MC3-0056",
        "question": "国家无线电管理机构及其委托的机构可以组织实施如下类别的业余无线电台操作技术能力验证:",
        "options": {
            "A": "A 类业余无线电台操作技术能力验证",
            "B": "B 类业余无线电台操作技术能力验证",
            "C": "C 类业余无线电台操作技术能力验证",
            "D": "一级个人业余电台操作证书"
        },
        "answer": "ABC",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0057",
        "question": "业余无线电台操作技术能力分为哪几类:",
        "options": {
            "A": "A 类",
            "B": "B 类",
            "C": "C 类",
            "D": "D 类"
        },
        "answer": "ABC",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0072",
        "question": "《业余无线电台管理办法》规定正确使用业余无线电台呼号的方法是:",
        "options": {
            "A": "使用业余无线电台的单位或者个人应当在每次通信建立及结束时发送本业余无线电台呼号",
            "B": "在通信过程中不定期(间隔不超过10 分钟)发送本业余无线电台呼号",
            "C": "鼓励业余无线电台在通联期间通过技术手段自动发送电台呼号",
            "D": "使用业余无线电台的单位或者个人在通信中可以用姓名,代号,适当的别名或者法规定呼号的部分数字和字母代替完整的业余电台呼号作为电台的标识"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0078",
        "question": "满足下列哪些条件,可以临时使用其他业余无线电台呼号?",
        "options": {
            "A": "参加或者举办业余无线电通联比赛以及其他重大业余无线电活动",
            "B": "经比赛(活动)主办方(牵头单位)报国家无线电管理机构批准",
            "C": "其他业余无线电台呼号符合国际规则",
            "D": "何时何地都不能临时使用其他业余无线电台呼号"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0082",
        "question": "关于分区编号(呼号第三部分),下列说法正确的是:",
        "options": {
            "A": "由一位数字组成",
            "B": "用于表示业余无线电台分区号",
            "C": "空间业余无线电台分区号为1",
            "D": "空间业余无线电台分区号为2"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0083",
        "question": "关于呼号后缀(呼号第四部分),下列说法正确的是:",
        "options": {
            "A": "由1~4 位的字母或者字母和数字的组合组成",
            "B": "1 位,4 位呼号后缀,以及带有数字的呼号后缀由国家无线电管理机构保留",
            "C": "QOA~QUZ 及SOS,XXX,TTT 等可能与遇险信号或类似性质的其他信号混淆的字母组合不用作呼号后缀",
            "D": "呼号后缀由1~4 位数字组成"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0084",
        "question": "各省,自治区,直辖市无线电管理机构核发一般业余无线电台呼号时,下列说法正确的是:",
        "options": {
            "A": "呼号第二部分按照G,H,I,D,A,B,C,E,F,K,L 顺序",
            "B": "第四部分按照双字母,三字母组合顺序依次编制并核发业余无线电台呼号",
            "C": "各省,自治区,直辖市无线电管理机构核发的业余无线电台呼号前缀都相同",
            "D": "各省,自治区,直辖市无线电管理机构核发的业余无线电台呼号的分区号都相同"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0087",
        "question": "关于使用业余无线电台呼号正确的是:",
        "options": {
            "A": "应当在每次通信建立时主动发送(报出)本台业余无线电台呼号",
            "B": "应当在每次通信结束时主动发送(报出)本台业余无线电台呼号",
            "C": "应当在每次通信过程中每十分钟发送(报出)本台业余无线电台呼号",
            "D": "应当在每次通信过程中主动发送(报出)自造的呼号作为本台业余无线电台呼号的补充"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0092",
        "question": "关于我国业余无线电台分区号,业余分区号为2 的省(自治区,直辖市)为:",
        "options": {
            "A": "黑龙江",
            "B": "吉林",
            "C": "辽宁",
            "D": "广东"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0094",
        "question": "关于我国业余无线电台分区号,业余分区号为4 的省(自治区,直辖市)为:",
        "options": {
            "A": "上海",
            "B": "山东",
            "C": "江苏",
            "D": "海南"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0095",
        "question": "关于我国业余无线电台分区号,业余分区号为5 的省(自治区,直辖市)为:",
        "options": {
            "A": "浙江",
            "B": "江西",
            "C": "福建",
            "D": "广西"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0096",
        "question": "关于我国业余无线电台分区号,业余分区号为6 的省(自治区,直辖市)为:",
        "options": {
            "A": "安徽",
            "B": "河南",
            "C": "湖北",
            "D": "四川"
        },
        "answer": "ABC",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0119",
        "question": "未取得相应业余无线电台执照或者相应操作技术能力的人员,为提高业余无线电台操作技术能力的需要,可以在他人依法设置的业余无线电台上进行发射操作实习.应遵守的条件是什么?",
        "options": {
            "A": "发射操作实习应当由业余无线电台设置,使用人或者其技术负责人现场监督指导",
            "B": "使用的频率范围和发射功率应当在B 类业余无线电台操作技术能力验证证书确定的范围内",
            "C": "使用的频率范围和发射功率不得超过现场监督指导人员依法取得的业余无线电台操作技术能力验证证书确定的范围",
            "D": "尚未取得关于具备操作技术能力有效证明文件的人任何情况下都不可以进行发射操作"
        },
        "answer": "ABC",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0133",
        "question": "以下哪些使用业余无线电台的行为超越了在业余业务频率范围内收发信号的规定:",
        "options": {
            "A": "利用业余无线电台收听民用航空器电台通联",
            "B": "利用业余无线电台收听铁路机车电台通联",
            "C": "利用业余无线电台收听渔船海事电台通联",
            "D": "利用业余无线电台收听国际空间站业余无线电台"
        },
        "answer": "ABC",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0134",
        "question": "下列哪些未取得型号核准的无线电发射设备不可以作为自制,改装,拼装的业余无线电台设置,使用:",
        "options": {
            "A": "相关企业批量生产的未取得型号核准证的无线电发射设备",
            "B": "已取得型号核准证,但型号核准证载明的频率范围不含业余业务的无线电发射设备",
            "C": "已取得型号核准证,但自行更换设备操作软件将频率范围扩展到业余业务频段的无线电发射设备",
            "D": "依法改装的取得型号核准证载明的频率范围包含业余业务频段的无线电发射设备"
        },
        "answer": "ABC",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0138",
        "question": "关于业余无线电台在通信过程中使用的语言,正确的做法为:",
        "options": {
            "A": "在通信过程中使用明语",
            "B": "在通信过程中使用业余无线电领域公认的缩略语,简语",
            "C": "在通信过程中使用公开的技术体制和通信协议",
            "D": "在通信过程中使用自创的特殊缩略语"
        },
        "answer": "ABC",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0153",
        "question": "业余电台违反无线电管制命令和无线电管制指令的,可以依法规受到下列处罚:",
        "options": {
            "A": "责令改正;拒不改正的,关闭,查封,暂扣或者拆除相关设备",
            "B": "情节严重的,吊销电台执照",
            "C": "违反治安管理规定的,由公安机关处罚",
            "D": "处警告或者三万元以下的罚款"
        },
        "answer": "ABC",
        "knowledgePoint": "1.6.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0512",
        "question": "Yaesu System Fusion 简称YSF,是数字语音和数据传输相互融合的一种通信方式,特 点是:",
        "options": {
            "A": "该方式为业余无线电通信广为采用",
            "B": "具备通过中继台转发进行通信的能力",
            "C": "调制方式为C4FM",
            "D": "使用时分多址技术增加带宽的利用率"
        },
        "answer": "ABC",
        "knowledgePoint": "2.6.3",
        "type": "多选题"
    },
    {
        "id": "MC3-0514",
        "question": "FreeDV 是一种数字语音方式.其特点是:",
        "options": {
            "A": "为爱好者提供一种传输带宽较窄,完全适合HF 的数字语音方式",
            "B": "为爱好者提供探索数字通信原理和语音处理技术的可能性",
            "C": "在遵循开源许可协议的前提下可用来研发自己的业余无线电装备",
            "D": "使用FM 手持或车载电台进行FreeDV 通信时音色尤为优美"
        },
        "answer": "ABC",
        "knowledgePoint": "2.6.3",
        "type": "多选题"
    },
    {
        "id": "MC3-0567",
        "question": "一个可以工作的无线电发射系统至少包含哪些部件?",
        "options": {
            "A": "射频振荡器",
            "B": "调制器",
            "C": "发射天线",
            "D": "防雷器"
        },
        "answer": "ABC",
        "knowledgePoint": "3.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0585",
        "question": "如果对方报告你的调频电台发射的信号听起来失真严重,可辨度差,原因可能包括:",
        "options": {
            "A": "电台的电源电压不足,可以检查供电电压或更换电池模块再试",
            "B": "电台所处的位置多径衰落严重,可以挪动几步或变更频率再试",
            "C": "电台的发射频率不准.如确认这种情况,需修好设备之后再试",
            "D": "电台天线承载射频功率的能力不足,需更换高级天线之后再试"
        },
        "answer": "ABC",
        "knowledgePoint": "3.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0670",
        "question": "业余无线电爱好者讨论天线系统时常会提及术语“驻波比(SWR)”。其含义为:",
        "options": {
            "A": "连接到传输线终端的负载阻抗与传输线自身的特性阻抗相匹配的程度",
            "B": "负载与传输线完美匹配时，传输线之中没有驻波，因此驻波比为1:1",
            "C": "如果负载与传输线不匹配，传向负载的部分能量会沿传输线返回始端",
            "D": "如果传输线中出现驻波，则调整传输线始端的信源阻抗可使驻波归零"
        },
        "answer": "ABC",
        "knowledgePoint": "3.3.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0917",
        "question": "关于导体，以下说法正确的是:",
        "options": {
            "A": "霓虹灯中电离发光的气体是导体",
            "B": "酸、碱、盐的水溶液是导体",
            "C": "石墨是导体",
            "D": "云母是导体"
        },
        "answer": "ABC",
        "knowledgePoint": "4.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0919",
        "question": "以下哪些可以用作绝缘材料？",
        "options": {
            "A": "工程塑料",
            "B": "酚醛树脂",
            "C": "二氧化硅",
            "D": "二氧化锡"
        },
        "answer": "ABC",
        "knowledgePoint": "4.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-0923",
        "question": "下列哪些器件由半导体材料制成？",
        "options": {
            "A": "双极型三极管",
            "B": "氮化镓三极管",
            "C": "LDMOS三极管",
            "D": "电真空三极管"
        },
        "answer": "ABC",
        "knowledgePoint": "4.1.2",
        "type": "多选题"
    },
    {
        "id": "MC3-0968",
        "question": "为业余无线电设备供电的外置电源具有多种类型。常见的有:",
        "options": {
            "A": "开关电源",
            "B": "线性电源",
            "C": "蓄电池",
            "D": "标准电池"
        },
        "answer": "ABC",
        "knowledgePoint": "4.1.4",
        "type": "多选题"
    },
    {
        "id": "MC3-0969",
        "question": "下列哪一种电池可以充电？",
        "options": {
            "A": "锂离子电池",
            "B": "钠离子电池",
            "C": "铅酸电池",
            "D": "碱性干电池"
        },
        "answer": "ABC",
        "knowledgePoint": "4.1.4",
        "type": "多选题"
    },
    {
        "id": "MC3-1350",
        "question": "杂散发射是指:",
        "options": {
            "A": "必要带宽之外的一个或多个频率的发射，其发射电平可降低而不致影响相应信息的传输",
            "B": "杂散发射包括谐波发射、寄生发射",
            "C": "杂散发射包括互调产物、变频产物",
            "D": "杂散发射包括谐波发射、带外发射"
        },
        "answer": "ABC",
        "knowledgePoint": "5.1.1",
        "type": "多选题"
    },
    {
        "id": "MC3-1369",
        "question": "设备的外壳带电可能危及人身安全。相关预防措施包括:",
        "options": {
            "A": "对于使用交流市电供电的设备，应将其金属机箱与某个可靠的公共地线相连",
            "B": "应在供电线路中安装漏电保护器，以在发生漏电时迅速切断供电",
            "C": "如果某设备使用了带有单独保护地线的三线插头，则必须确认接地是有效的",
            "D": "公共地线应具有较低的接地电阻，与自来水管道相连是个一劳永逸的好主意"
        },
        "answer": "ABC",
        "knowledgePoint": "5.1.4",
        "type": "多选题"
    },
    {
        "id": "MC3-1372",
        "question": "如何确保自制的业余无线电作品具有较高的用电安全性？",
        "options": {
            "A": "使用三芯电源线和金属机箱，将机箱与市电插座的地线可靠连接",
            "B": "如果设备内部含有高压整流装置，则为其滤波电容并联泄放电阻",
            "C": "为业余自制的射频功率放大器安装断开市电供应的机箱联动开关",
            "D": "为配电箱和天馈系统的配线柜安装喷淋装置，发现火警立即喷水"
        },
        "answer": "ABC",
        "knowledgePoint": "5.1.5",
        "type": "多选题"
    },
    {
        "id": "MC4-0012",
        "question": "下列关于无线电的一般术语,说法正确的是:",
        "options": {
            "A": "无线电测定是指利用无线电波的传播特性测定目标的位置,速度和/或其他特性,或获得与这些参数有关的信息",
            "B": "无线电导航是指用于导航(包括障碍物告警)的无线电测定",
            "C": "无线电定位是指用于除无线电导航以外的无线电测定",
            "D": "无线电测向是指利用接收无线电波来确定一个电台或目标的方向的无线电测定"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.1.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0029",
        "question": "设置,使用业余无线电台,下列哪些条件符合规定:",
        "options": {
            "A": "使用的无线电发射设备依法取得型号核准",
            "B": "型号核准证载明的频率范围包含业余业务频段",
            "C": "使用的自制,改装,拼装等未取得型号核准的无线电发射设备符合国家标准和国家无线电管理规定",
            "D": "使用的自制,改装,拼装等未取得型号核准的无线电发射设备的无线电发射频率范围仅限于业余业务频段"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0032",
        "question": "业余无线电台执照载明了哪些事项:",
        "options": {
            "A": "电台设置,使用人,操作技术能力类别,编号",
            "B": "电台呼号,台址/设置区域,使用频率,发射功率",
            "C": "执照编号,颁发日期,有效期,发证机关,以及特别规定事项",
            "D": "业余中继台,业余信标台执照还应当载明工作模式等事项"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.2.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0050",
        "question": "关于设置业余中继台下列说法正确的是:",
        "options": {
            "A": "台址布局应当符合资源共享,集约的要求",
            "B": "应当向其覆盖区域内的业余无线电台提供平等的服务",
            "C": "明确设台地点,使用频率,技术参数等设置,使用和运行维护要求并向社会公布",
            "D": "业余中继台服务区域超出本行政区域的,应当与地方无线电管理机构做好协调"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.2.4",
        "type": "多选题"
    },
    {
        "id": "MC4-0066",
        "question": "取得B 类业余无线电台操作技术能力验证证书的,可以申请设置,使用如下业余无线电台:",
        "options": {
            "A": "设置,使用最大发射功率不大于25 瓦VHF 频段业余无线电台",
            "B": "设置,使用最大发射功率不大于25 瓦UHF 频段业余无线电台",
            "C": "设置,使用最大发射功率小于15 瓦HF 频段业余无线电台",
            "D": "设置,使用最大发射功率小于1 瓦(e.i.r.p.)LF 频段业余无线电台"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0067",
        "question": "取得C 类业余无线电台操作技术能力验证证书的,可以申请设置,使用如下业余无线电台:",
        "options": {
            "A": "设置,使用最大发射功率不大于25 瓦VHF 频段业余无线电台",
            "B": "设置,使用最大发射功率不大于25 瓦UHF 频段业余无线电台",
            "C": "设置,使用最大发射功率不大于1000 瓦HF 频段业余无线电台",
            "D": "因开展特殊技术试验,通联等活动确需设置,使用大于25 瓦VHF 频段业余无线电台"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0070",
        "question": "关于业余无线电台操作技术能力验证,下列哪些选项为正确:",
        "options": {
            "A": "业余无线电台操作技术能力验证题库以及验证标准由国家无线电管理机构制定",
            "B": "无线电管理机构或者其委托的机构组织将提前向社会公布验证时间,验证要求等有关事项",
            "C": "参加业余无线电台操作技术能力验证成绩合格的,由无线电管理机构颁发业余无线电台操作技术能力验证证书",
            "D": "不得向参加验证的人员收取费用"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.3.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0079",
        "question": "关于业余无线电台呼号,下列说法正确的是:",
        "options": {
            "A": "呼号第一部分为呼号前缀",
            "B": "呼号第二部分为电台种类",
            "C": "呼号第三部分为分区编号",
            "D": "呼号第四部分为呼号后缀"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0081",
        "question": "关于电台种类(呼号第二部分),下列说法正确的是:",
        "options": {
            "A": "字母G,H,I,D,A,B,C,E,F,K,L 用于一般业余无线电台呼号",
            "B": "字母J 用于空间业余无线电台呼号",
            "C": "字母R 用于业余中继台和业余信标台呼号",
            "D": "字母S,T,Y,Z 以及其他字母序列的业余无线电台呼号由国家无线电管理机构保留"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0088",
        "question": "业余无线电台呼号由下列哪些部分组成:",
        "options": {
            "A": "呼号前缀",
            "B": "电台种类",
            "C": "分区编号",
            "D": "呼号后缀"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0093",
        "question": "关于我国业余无线电台分区号,业余分区号为3 的省(自治区,直辖市)为:",
        "options": {
            "A": "天津",
            "B": "内蒙古",
            "C": "河北",
            "D": "山西"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0097",
        "question": "关于我国业余无线电台分区号,业余分区号为7 的省(自治区,直辖市)为:",
        "options": {
            "A": "湖南",
            "B": "广东",
            "C": "广西",
            "D": "海南"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0098",
        "question": "关于我国业余无线电台分区号,业余分区号为8 的省(自治区,直辖市)为:",
        "options": {
            "A": "四川",
            "B": "重庆",
            "C": "贵州",
            "D": "云南"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0099",
        "question": "关于我国业余无线电台分区号,业余分区号为9 的省(自治区,直辖市)为:",
        "options": {
            "A": "陕西",
            "B": "甘肃",
            "C": "宁夏",
            "D": "青海"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.4.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0131",
        "question": "业余无线电台禁止从事下列活动:",
        "options": {
            "A": "在我国境内进行电波参数测试或者电波监测",
            "B": "向境外组织或者个人提供涉及国家安全的境内电波参数资料",
            "C": "故意收发无线电台执照许可事项之外的无线电信号",
            "D": "传播,公布或者利用无意接收的信息"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0132",
        "question": "业余无线电台应当遵守下列哪些规定:",
        "options": {
            "A": "在业余业务或者卫星业余业务频段内收发信号",
            "B": "不得擅自使用无线电频率",
            "C": "不得对依法开展的无线电业务造成有害干扰",
            "D": "不得利用无线电台(站)进行违法犯罪活动"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0135",
        "question": "使用业余无线电台不得从事下列活动:",
        "options": {
            "A": "发布,传播法律,行政法规禁止发布,传播的信息",
            "B": "用于谋取商业利益等超出业余无线电台使用属性之外的目的",
            "C": "故意干扰,阻碍其他无线电台(站)通信",
            "D": "故意收发业余无线电台执照载明事项之外的无线电信号"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0136",
        "question": "使用业余无线电台不得从事下列活动:",
        "options": {
            "A": "传播,公布或者利用无意接收的信息",
            "B": "擅自编制,使用业余无线电台呼号",
            "C": "涂改,倒卖,出租或者出借业余无线电台执照",
            "D": "向境外组织或者个人提供涉及国家安全的境内电波参数资料"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0137",
        "question": "使用业余无线电台应当符合如下规定:",
        "options": {
            "A": "定期维护业余无线电台",
            "B": "保证其性能指标符合国家标准",
            "C": "保证其性能指标符合国家无线电管理的有关规定",
            "D": "避免对其他依法设置,使用的无线电台(站)产生有害干扰"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0142",
        "question": "业余无线电爱好者在应对突发事件应急处置应当遵守下列规定:",
        "options": {
            "A": "为突发事件应急处置的需要,业余无线电台可以与非业余无线电台通信",
            "B": "通信内容应当限于与突发事件应急处置直接相关的紧急事务",
            "C": "遇有危及国家安全,公共安全,生命财产安全等紧急情况,可以不经批准临时设置,使用业余无线电台,但应当在48 小时内向电台所在地的无线电管理机构报告",
            "D": "遇有危及国家安全,公共安全,生命财产安全等紧急情况,未经批准临时设置,使用业余无线电台应在紧急情况消除后及时关闭"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.5.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0144",
        "question": "关于无线电频谱资源,下列说法正确的是:",
        "options": {
            "A": "无线电频谱资源属于国家所有",
            "B": "国家对无线电频谱资源实行统一规划,合理开发,有偿使用的原则",
            "C": "国家鼓励,支持对无线电频谱资源的科学技术研究和先进技术的推广应用,提高无线电频谱资源的利用效率",
            "D": "根据维护国家安全,保障国家重大任务,处置重大突发事件等需要,国家可以实施无线电管制"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.6.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0145",
        "question": "关于无线电频率,业务,台(站),下列说法正确的是:",
        "options": {
            "A": "任何单位或者个人不得擅自使用无线电频率",
            "B": "任何单位或者个人不得对依法开展的无线电业务造成有害干扰",
            "C": "任何单位或者个人不得利用无线电台(站)进行违法犯罪活动",
            "D": "设置,使用业余无线电台需要遵守《中华人民共和国无线电管理条例》"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.6.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0171",
        "question": "关于《中华人民共和国网络安全法》,下列说法正确的是:",
        "options": {
            "A": "任何个人和组织使用网络应当遵守宪法法律,遵守公共秩序,尊重社会公德,不得危害网络安全",
            "B": "不得利用网络从事危害国家安全,荣誉和利益的活动",
            "C": "不得利用网络编造,传播虚假信息扰乱经济秩序和社会秩序",
            "D": "不得利用网络侵害他人名誉,隐私,知识产权和其他合法权益"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.6.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0173",
        "question": "以下哪些是《中华人民共和国国家安全法》中规定的公民和组织应当履行的义务?",
        "options": {
            "A": "遵守宪法,法律法规关于国家安全的有关规定",
            "B": "及时报告危害国家安全活动的线索",
            "C": "如实提供所知悉的涉及危害国家安全活动的证据",
            "D": "为国家安全工作提供便利条件或者其他协助"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.6.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0213",
        "question": "下列哪些违法行为将由无线电管理机构依照《中华人民共和国无线电管理条例》的规定处理:",
        "options": {
            "A": "违法使用业余无线电台干扰无线电业务正常进行的",
            "B": "向境外组织或者个人提供涉及国家安全的境内电波参数资料",
            "C": "擅自编制,使用业余无线电台呼号的",
            "D": "故意收发业余无线电台执照载明事项之外的无线电信号,传播,公布或者利用无意接收的信息的"
        },
        "answer": "ABCD",
        "knowledgePoint": "1.7.2",
        "type": "多选题"
    },
    {
        "id": "MC4-0276",
        "question": "业余无线电台交换QSL 卡具有多重意义,包括:",
        "options": {
            "A": "确认本地,国内,甚至世界范围内的无线电联络",
            "B": "掌握包括自制发射机在内的本台设备的运作表现",
            "C": "申请奖状,证明自己在通信,技术等领域的努力",
            "D": "纯粹收集,欣赏,展示来自世界各地的QSL 卡片"
        },
        "answer": "ABCD",
        "knowledgePoint": "2.2.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0277",
        "question": "QSL 卡片应至少涵盖哪些内容:",
        "options": {
            "A": "联络双方的电台呼号",
            "B": "双方信号报告和联络时间",
            "C": "操作方式及联络频率",
            "D": "操作员签章,本台通信地址"
        },
        "answer": "ABCD",
        "knowledgePoint": "2.2.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0513",
        "question": "Icom D-STAR System 提供了一种数据通信方式,特点是:",
        "options": {
            "A": "是业余无线电通信广为采用的一种数字语音和数据传输方式",
            "B": "可以通过中继台扩展D-STAR 用户的通信范围",
            "C": "该方式允许用户通过互联网和D-STAR 热点与其他用户通信",
            "D": "D-STAR 支持全球卫星定位和位置报告功能"
        },
        "answer": "ABCD",
        "knowledgePoint": "2.6.3",
        "type": "多选题"
    },
    {
        "id": "MC4-0515",
        "question": "数字业余电视(DATV)是将数字音视频压缩编码实验用于实时图像通信的一种方式.通 过卫星转发器进行DATV 联络时,爱好者们普遍选用DVB-S2 协议,调制方式可以是:",
        "options": {
            "A": "QPSK",
            "B": "8PSK",
            "C": "16APSK",
            "D": "32APSK"
        },
        "answer": "ABCD",
        "knowledgePoint": "2.6.4",
        "type": "多选题"
    },
    {
        "id": "MC4-0922",
        "question": "半导体是导电能力介于导体与绝缘体之间的一类物质或材料。对半导体的正确描述是:",
        "options": {
            "A": "导电特性易于控制。例如，温度、光照或电场的少许变化可显著改变材料的导电性",
            "B": "半导体可分为本征半导体和杂质半导体。后者又有P型和N型之分",
            "C": "P型和N型半导体的交界面称为PN结，具有内建电动势和单向导电性",
            "D": "硅、锗等半导体材料可用来制作晶体管或集成电路"
        },
        "answer": "ABCD",
        "knowledgePoint": "4.1.1",
        "type": "多选题"
    },
    {
        "id": "MC4-0965",
        "question": "电源是业余无线电爱好者常用的一种供电装置。我们对电源的理解是:",
        "options": {
            "A": "电源是一种将某种形式的能量转化为电能的供电装置",
            "B": "电池是一种电源，其将化学能转化为电能，也称化学电源",
            "C": "直流电源是将输入交流电或直流电转换成电压和电流符合要求的另一直流电的装置",
            "D": "变压器可将交流电压和电流转换成交流的另一种电压和电流，可用来制作交流电源"
        },
        "answer": "ABCD",
        "knowledgePoint": "4.1.4",
        "type": "多选题"
    }
];
